var APP_DATA = {
  "scenes": [
    {
      "id": "0-1",
      "name": "1",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": 0.6095226772349651,
        "pitch": 0.02819533565789456,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 0.06711285323974181,
          "pitch": 0.23611753310755113,
          "rotation": 0,
          "target": "1-2"
        },
        {
          "yaw": -0.018509917291416045,
          "pitch": 0.005169635187751709,
          "rotation": 0,
          "target": "4-5"
        },
        {
          "yaw": -0.6387845076606595,
          "pitch": 0.00459084296551282,
          "rotation": 0,
          "target": "3-4"
        },
        {
          "yaw": 1.502252672192804,
          "pitch": -0.060965257233736025,
          "rotation": 0,
          "target": "5-6"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -1.992186591205222,
          "pitch": 0.14216071761789095,
          "title": "Резные деревянные двери и колонны",
          "text": "<b>1. Колонна. Хива. XIX век (Карагач (вяз), ручная резьба)</b><br>Эта резная колонна была изготовлена в Хиве в XIX веке из прочного карагача (вяза). Орнамент выполнен вручную в технике глубокого рельефа, с использованием традиционных геометрических и растительных мотивов. Подобные колонны использовались в архитектуре жилых домов, мечетей и медресе, служа не только конструктивными элементами, но и декоративными символами статуса и духовной культуры.<br><br><b>2. Дверь. Хива. Конец XIX века (Карагач (вяз), резьба)</b><br>Деревянная дверь конца XIX века, выполненная мастерами Хивы, демонстрирует тонкую художественную работу резчиков. Симметричный узор и характерные среднеазиатские мотивы придают двери монументальность и красоту. Такие двери украшали входы в богатые дома или религиозные здания, сохраняя тепло и охраняя покой дома.<br><br><b>3. Дверь. Хива. Конец XIX века (Карагач (вяз), резьба)</b><br>Еще один пример резной хивинской двери конца XIX века. Изделие отличается изяществом орнаментального рисунка и высоким качеством исполнения. В композиции можно увидеть элементы звездообразных форм и каллиграфии, что свидетельствует о влиянии исламской художественной традиции.<br><br><b>4. Дверь. Хива. 1945 год (Артель &quot;Умид&quot;; Ата Палванов, С. Багбеков, А. Балтаев, Р. Машарипов; Карагач (вяз), резьба)</b><br>Эта дверь была создана в 1945 году артелью &quot;Умид&quot;, в которой работали известные мастера резьбы по дереву. Несмотря на послевоенный период, традиции хивинского резного искусства продолжали развиваться. Орнамент сочетается с элементами модернизма, что делает этот экспонат ценным примером переходной эпохи в декоративном искусстве Узбекистана.<br><br><b>5. Колонна. Хива. XIX век (Карагач (вяз), резьба)</b><br>Резная колонна из Хивы XIX века — яркий образец архитектурного декора того времени. Карагач благодаря своей прочности и текстуре идеально подходил для глубокой резьбы. Орнамент повторяет мотивы, характерные для хивинской школы прикладного искусства, и мог использоваться как элемент поддерживающей конструкции в традиционном дворовом интерьере.",
          "image": "popup-images/info1.jpg",
          "audio": "audio/info1.mp3"

        },
        {
          "yaw": -0.9756025869253495,
          "pitch": 0.054764851253915836,
          "title": "Информационная табличка",
          "text": "<b>1. Колонна. Хива. XIX век (Карагач (вяз), ручная резьба)</b><br>Эта резная колонна была изготовлена в Хиве в XIX веке из прочного карагача (вяза). Орнамент выполнен вручную в технике глубокого рельефа, с использованием традиционных геометрических и растительных мотивов. Подобные колонны использовались в архитектуре жилых домов, мечетей и медресе, служа не только конструктивными элементами, но и декоративными символами статуса и духовной культуры.<br><br><b>2. Дверь. Хива. Конец XIX века (Карагач (вяз), резьба)</b><br>Деревянная дверь конца XIX века, выполненная мастерами Хивы, демонстрирует тонкую художественную работу резчиков. Симметричный узор и характерные среднеазиатские мотивы придают двери монументальность и красоту. Такие двери украшали входы в богатые дома или религиозные здания, сохраняя тепло и охраняя покой дома.<br><br><b>3. Дверь. Хива. Конец XIX века (Карагач (вяз), резьба)</b><br>Еще один пример резной хивинской двери конца XIX века. Изделие отличается изяществом орнаментального рисунка и высоким качеством исполнения. В композиции можно увидеть элементы звездообразных форм и каллиграфии, что свидетельствует о влиянии исламской художественной традиции.<br><br><b>4. Дверь. Хива. 1945 год (Артель &quot;Умид&quot;; Ата Палванов, С. Багбеков, А. Балтаев, Р. Машарипов; Карагач (вяз), резьба)</b><br>Эта дверь была создана в 1945 году артелью &quot;Умид&quot;, в которой работали известные мастера резьбы по дереву. Несмотря на послевоенный период, традиции хивинского резного искусства продолжали развиваться. Орнамент сочетается с элементами модернизма, что делает этот экспонат ценным примером переходной эпохи в декоративном искусстве Узбекистана.<br><br><b>5. Колонна. Хива. XIX век (Карагач (вяз), резьба)</b><br>Резная колонна из Хивы XIX века — яркий образец архитектурного декора того времени. Карагач благодаря своей прочности и текстуре идеально подходил для глубокой резьбы. Орнамент повторяет мотивы, характерные для хивинской школы прикладного искусства, и мог использоваться как элемент поддерживающей конструкции в традиционном дворовом интерьере.",
          "image": "popup-images/info2.jpg",
          "audio": "audio/info2.mp3"

        }
      ]
    },
    {
      "id": "1-2",
      "name": "2",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -0.2857078231062218,
        "pitch": -0.07432662813739555,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 2.839003810010465,
          "pitch": 0.19086152163975711,
          "rotation": 0,
          "target": "0-1"
        },
        {
          "yaw": -0.11512191783137737,
          "pitch": 0.03572375336306166,
          "rotation": 0,
          "target": "4-5"
        },
        {
          "yaw": -0.8721995352583676,
          "pitch": 0.011262420533643791,
          "rotation": 0,
          "target": "3-4"
        },
        {
          "yaw": -1.8654642591489097,
          "pitch": 0.08357327364377909,
          "rotation": 0,
          "target": "2-3"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.763740615760467,
          "pitch": 0.054696956090346305,
          "title": "<b>1. Колонна. Хива. XIX век (Карагач (вяз), ручная резьба)</b><br>Эта резная колонна была изготовлена в Хиве в XIX веке из прочного карагача (вяза). Орнамент выполнен вручную в технике глубокого рельефа, с использованием традиционных геометрических и растительных мотивов. Подобные колонны использовались в архитектуре жилых домов, мечетей и медресе, служа не только конструктивными элементами, но и декоративными символами статуса и духовной культуры.<br><br><b>2. Дверь. Хива. Конец XIX века (Карагач (вяз), резьба)</b><br>Деревянная дверь конца XIX века, выполненная мастерами Хивы, демонстрирует тонкую художественную работу резчиков. Симметричный узор и характерные среднеазиатские мотивы придают двери монументальность и красоту. Такие двери украшали входы в богатые дома или религиозные здания, сохраняя тепло и охраняя покой дома.<br><br><b>3. Дверь. Хива. Конец XIX века (Карагач (вяз), резьба)</b><br>Еще один пример резной хивинской двери конца XIX века. Изделие отличается изяществом орнаментального рисунка и высоким качеством исполнения. В композиции можно увидеть элементы звездообразных форм и каллиграфии, что свидетельствует о влиянии исламской художественной традиции.<br><br><b>4. Дверь. Хива. 1945 год (Артель &quot;Умид&quot;; Ата Палванов, С. Багбеков, А. Балтаев, Р. Машарипов; Карагач (вяз), резьба)</b><br>Эта дверь была создана в 1945 году артелью &quot;Умид&quot;, в которой работали известные мастера резьбы по дереву. Несмотря на послевоенный период, традиции хивинского резного искусства продолжали развиваться. Орнамент сочетается с элементами модернизма, что делает этот экспонат ценным примером переходной эпохи в декоративном искусстве Узбекистана.<br><br><b>5. Колонна. Хива. XIX век (Карагач (вяз), резьба)</b><br>Резная колонна из Хивы XIX века — яркий образец архитектурного декора того времени. Карагач благодаря своей прочности и текстуре идеально подходил для глубокой резьбы. Орнамент повторяет мотивы, характерные для хивинской школы прикладного искусства, и мог использоваться как элемент поддерживающей конструкции в традиционном дворовом интерьере.",
          "text": "Text",
          "image": "popup-images/info2.jpg",
          "audio": "audio/info2.mp3"
        },
        {
          "yaw": -3.0554504673101697,
          "pitch": 0.06925912699280623,
          "title": "<b>1. Колонна. Хива. XIX век (Карагач (вяз), ручная резьба)</b><br>Эта резная колонна была изготовлена в Хиве в XIX веке из прочного карагача (вяза). Орнамент выполнен вручную в технике глубокого рельефа, с использованием традиционных геометрических и растительных мотивов. Подобные колонны использовались в архитектуре жилых домов, мечетей и медресе, служа не только конструктивными элементами, но и декоративными символами статуса и духовной культуры.<br><br><b>2. Дверь. Хива. Конец XIX века (Карагач (вяз), резьба)</b><br>Деревянная дверь конца XIX века, выполненная мастерами Хивы, демонстрирует тонкую художественную работу резчиков. Симметричный узор и характерные среднеазиатские мотивы придают двери монументальность и красоту. Такие двери украшали входы в богатые дома или религиозные здания, сохраняя тепло и охраняя покой дома.<br><br><b>3. Дверь. Хива. Конец XIX века (Карагач (вяз), резьба)</b><br>Еще один пример резной хивинской двери конца XIX века. Изделие отличается изяществом орнаментального рисунка и высоким качеством исполнения. В композиции можно увидеть элементы звездообразных форм и каллиграфии, что свидетельствует о влиянии исламской художественной традиции.<br><br><b>4. Дверь. Хива. 1945 год (Артель &quot;Умид&quot;; Ата Палванов, С. Багбеков, А. Балтаев, Р. Машарипов; Карагач (вяз), резьба)</b><br>Эта дверь была создана в 1945 году артелью &quot;Умид&quot;, в которой работали известные мастера резьбы по дереву. Несмотря на послевоенный период, традиции хивинского резного искусства продолжали развиваться. Орнамент сочетается с элементами модернизма, что делает этот экспонат ценным примером переходной эпохи в декоративном искусстве Узбекистана.<br><br><b>5. Колонна. Хива. XIX век (Карагач (вяз), резьба)</b><br>Резная колонна из Хивы XIX века — яркий образец архитектурного декора того времени. Карагач благодаря своей прочности и текстуре идеально подходил для глубокой резьбы. Орнамент повторяет мотивы, характерные для хивинской школы прикладного искусства, и мог использоваться как элемент поддерживающей конструкции в традиционном дворовом интерьере.",
          "text": "Text",
          "image": "popup-images/info1.jpg",
          "audio": "audio/info1.mp3"
        }
      ]
    },
    {
      "id": "2-3",
      "name": "3",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -0.3155203176727319,
          "pitch": 0.03376250356940602,
          "rotation": 0,
          "target": "3-4"
        },
        {
          "yaw": 0.3233872604552346,
          "pitch": -0.013021791409283168,
          "rotation": 0,
          "target": "4-5"
        },
        {
          "yaw": 1.5411105420550992,
          "pitch": 0.08208366379304266,
          "rotation": 0,
          "target": "1-2"
        }
      ],
      "infoHotspots": []
    },
    {
      "id": "3-4",
      "name": "4",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -0.24705187513753302,
        "pitch": -0.03565753222142298,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": -0.3684949473959076,
          "pitch": 0.006261635137223109,
          "rotation": 0,
          "target": "1-2"
        },
        {
          "yaw": -0.17175962771990072,
          "pitch": 0.006489964412029536,
          "rotation": 0,
          "target": "0-1"
        },
        {
          "yaw": 0.28732942958216157,
          "pitch": 0.028463859495047927,
          "rotation": 0,
          "target": "2-3"
        },
        {
          "yaw": -1.4659967010453414,
          "pitch": 0.10395526551963741,
          "rotation": 0,
          "target": "4-5"
        }
      ],
      "infoHotspots": []
    },
    {
      "id": "4-5",
      "name": "5",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -2.568823110868081,
        "pitch": 0.08853533237842726,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 2.996670756071463,
          "pitch": 0.12289377787018196,
          "rotation": 0,
          "target": "1-2"
        },
        {
          "yaw": 3.0656198598187316,
          "pitch": 0.043029935911224726,
          "rotation": 0,
          "target": "0-1"
        },
        {
          "yaw": -1.7143815821146688,
          "pitch": 0.07581970816338846,
          "rotation": 0,
          "target": "3-4"
        },
        {
          "yaw": -2.645994852053466,
          "pitch": -0.013218694828793787,
          "rotation": 0,
          "target": "2-3"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.021594842167891315,
          "pitch": -0.6472705973822812,
          "title": "Декоративный расписной потолок (ганчкарра)",
          "text": "Перед вами — изысканный расписной потолок, выполненный в традициях узбекского декоративного искусства. В его основе — сложная геометрическая композиция: звёзды, многоугольники и симметричные фигуры, образующие оптическую иллюзию глубины и движения. Каждое поле заполнено яркими орнаментами с элементами флоры и абстрактными формами.<br>Подобные потолки создавались вручную с использованием натуральных красок и резьбы по дереву. Помимо эстетической функции, они выполняли и символическую: геометрия отражала гармонию Вселенной, а многократные узоры символизировали бесконечность и совершенство.",
          "image": "popup-images/info47.jpg",
          "audio": "audio/info47.mp3"
        }
      ]
    },
    {
      "id": "5-6",
      "name": "6",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -1.751325034325287,
        "pitch": 0.11221662704814506,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": -0.7912636647968263,
          "pitch": 0.23747829419006372,
          "rotation": 0,
          "target": "6-7"
        },
        {
          "yaw": 2.9014428805811363,
          "pitch": 0.26864027839879867,
          "rotation": 0,
          "target": "0-1"
        },
        {
          "yaw": -2.5811912621166258,
          "pitch": 0.16353835346764356,
          "rotation": 0,
          "target": "7-8"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.0202019276907084,
          "pitch": 0.1296438660981618,
          "title": "Традиционный ткацкий станок",
          "text": "Перед вами — традиционный ткацкий станок, которым узбекские мастерицы создавали уникальные ткани с красочными узорами. Станок представляет собой деревянную конструкцию, где вручную переплетаются основы и утки — продольные и поперечные нити. Особенность узбекского ткачества — техника «ика́т», при которой нити окрашиваются заранее, до начала ткачества, создавая характерные размытые узоры.<br><br>Такие ткани, как адрас и хан-атлас, изготавливались из шёлка или хлопка и использовались как для повседневной, так и для праздничной одежды. Каждый цвет и узор имел символическое значение, отражая богатую культуру региона.",
          "image": "popup-images/info3.jpg",
          "audio": "audio/info3.mp3"
        }
      ]
    },
    {
      "id": "6-7",
      "name": "7",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -1.3032555027329238,
        "pitch": -0.000576413552188626,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 3.131601812725952,
          "pitch": 0.11178949361728385,
          "rotation": 0,
          "target": "7-8"
        },
        {
          "yaw": 2.572754312857719,
          "pitch": 0.12095473185088323,
          "rotation": 0,
          "target": "0-1"
        },
        {
          "yaw": 2.1212091245927933,
          "pitch": 0.31335129826864794,
          "rotation": 0,
          "target": "5-6"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.8440776333262185,
          "pitch": 0.33666029418728094,
          "title": "Традиционный ткацкий станок",
          "text": "Перед вами — традиционный ткацкий станок, которым узбекские мастерицы создавали уникальные ткани с красочными узорами. Станок представляет собой деревянную конструкцию, где вручную переплетаются основы и утки — продольные и поперечные нити. Особенность узбекского ткачества — техника «ика́т», при которой нити окрашиваются заранее, до начала ткачества, создавая характерные размытые узоры.<br><br>Такие ткани, как адрас и хан-атлас, изготавливались из шёлка или хлопка и использовались как для повседневной, так и для праздничной одежды. Каждый цвет и узор имел символическое значение, отражая богатую культуру региона.",
          "image": "popup-images/info3.jpg",
          "audio": "audio/info3.mp3"
        }
      ]
    },
    {
      "id": "7-8",
      "name": "8",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": 1.0480925918386212,
        "pitch": 0.005632117342653231,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 1.4933129697598364,
          "pitch": 0.07423656267167367,
          "rotation": 0,
          "target": "5-6"
        },
        {
          "yaw": 2.9457977260318167,
          "pitch": 0.3009556098150554,
          "rotation": 0,
          "target": "8-9"
        },
        {
          "yaw": -2.5531022085293067,
          "pitch": 0.17009077416015472,
          "rotation": 0,
          "target": "9-10"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.8446261297625144,
          "pitch": 0.04151863173529691,
          "title": "Сюзане — традиционная узбекская вышивка",
          "text": "Сюзане — это не просто декоративное панно. Это произведение искусства, созданное руками женщин, передающих свою культуру из поколения в поколение. Его название происходит от персидского слова &quot;сузан&quot;, что означает «игла».<br><br>Обычно сюзане вышивалось для особых случаев: свадеб, рождений, праздников. В его орнаментах — солнце, цветы, гранаты, миндалевидные мотивы (бодом) и фантазийные растения. Центральная композиция часто заключена в прямоугольную рамку, а края украшены бордюром с повторяющимися элементами.<br><br>Каждый стежок несёт в себе заботу, пожелание счастья и благополучия. Цвета подбирались так, чтобы передать радость и жизненную силу, а форма орнаментов — чтобы защитить дом от зла и принести удачу.",          
          "image": "popup-images/info4.jpg",
          "audio": "audio/info4.mp3"
        },
        {
          "yaw": 2.2140905838609743,
          "pitch": 0.2387026314626084,
          "title": "Сюзане — традиционное узбекское вышитое покрывало",
          "text": "Перед вами — сюзане (от персидского «сузан» — игла), уникальный образец традиционного декоративно-прикладного искусства Узбекистана. Этот текстильный экспонат представляет собой большое тканое покрывало, украшенное богато вышитыми орнаментами, выполненными вручную шелковыми или хлопковыми нитями.<br><br>Сюзане традиционно создавались в различных регионах Узбекистана, особенно в Ташкенте, Самарканде, Бухаре и Шахрисабзе. Обычно такие изделия изготавливались женщинами в качестве приданого для невесты и использовались в свадебных церемониях, а также для украшения интерьеров.<br><br>Центральные крупные красные круги символизируют солнце и плодородие. Они окаймлены зубчатыми линиями, что может символизировать защиту от злых духов. Между кругами расположены растительные мотивы — вьющиеся стебли и листья, характерные для традиционной узбекской символики, олицетворяющей жизнь, рост и природу.<br>Этот сюзане выполнен в технике тамбурной вышивки — шов, напоминающий цепочку, наносится при помощи крючка. Чаще всего основой служила хлопковая ткань, а нити — шерстяные или шелковые, окрашенные натуральными красителями.<br>Сюзане не только предмет быта, но и культурный код — каждый регион и даже семья имела свои уникальные стилистические особенности и мотивы, передававшиеся из поколения в поколение.",
          "image": "popup-images/info5.jpg",
          "audio": "audio/info5.mp3"
        },
        {
          "yaw": 2.8947220115388026,
          "pitch": 0.012996466329195044,
          "title": "Свадебное сюзане с центральным медальоном",
          "text": "Этот уникальный экспонат — свадебное сюзане, выполненное вручную в традициях узбекских мастериц. Центр композиции занимает крупный медальон с розеткой, символизирующий солнце, гармонию и бесконечность. Его окружают симметрично распо-ложенные орнаментальные завитки и мотивы двойной волны, что может символизировать вечное движение жизни и воды.<br><br>Боковые панели украшены сти-лизованными бутоньерками — флоральными элементами, напо-минающими бутоны цветов, а также плодами граната и миндаля. Эти элементы имеют сакральное значение: гранат — символ плодородия, женственности и защиты от зла. Часто он встречается именно в свадебных сюзане, как пожелание семейного благополучия.<br><br>Бордюр изделия оформлен волнообразным узором, интер-претируемым как &quot;волна жизни&quot; или &quot;нить судьбы&quot;. Угловые круглые розетки вновь возвращают взгляд к теме солнца, вечного круга и целостности мира.<br><br>Цветовая палитра насыщенная, с преобладанием тёплого бордово-красного фона — цвета силы, любви и торжественности. Вышивка выполнена шёлковыми нитями с тонкой проработкой деталей и богатым цветовыми переходами, характерными для сюзане XIX века.<br><br>Создание такого сюзане могло занимать месяцы и даже годы. Часто в его вышивке участвовали несколько женщин из семьи невесты — мать, сёстры, тётушки, — вкладывая в каждый элемент свои пожелания и символы защиты.",
          "image": "popup-images/info6.jpg",
          "audio": "audio/info6.mp3"
        },
        {
          "yaw": -3.0997739138177067,
          "pitch": 0.023590822726358596,
          "title": "Сюзане с цветочным полем",
          "text": "Этот восхитительный экземпляр традиционного узбекского текстиля — ферганское сюзане, отличающееся утончённой композицией и яркой символикой. Центральное «цветочное поле» зашито плотной флоральной вышивкой, где каждый цветок символизирует различные аспекты природы, жизни и благополучия. Красные и розовые розетки — символ женской энергии, красоты и плодородия. Синие восьмиконечные звёзды напоминают о небесной гармонии, вечности и защите от злых сил.<br><br>Орнамент устроен ритмично: каждая цветочная розетка окружена завитками, придающими движению узора ощущение роста и изобилия. В центре — усложнённый медальон, объединяющий композицию и фокусирующий внимание зрителя.<br><br>Бордюр сюзане украшен гранатами и пышными пионоподобными цветами. Гранат — древний символ плодородия и многодетности, а крупные соцветия вдоль краёв придают композиции торжественность и законченность. Листва, обвивающая цветы, образует сплошной растительный фон, символизирующий процветание и единство с природой.<br><br>Цветовая палитра подчёркивает гармонию стихий: кремовый фон — земля, розовые и красные цветы — жизнь и любовь, синий — небо и мудрость, зелёный — рост и обновление.<br><br>Такие сюзане традиционно создавались в приданое и служили не только украшением жилища, но и оберегом. Это изделие могло передаваться по наследству как семейная реликвия.",
          "image": "popup-images/info7.jpg",
          "audio": "audio/info7.mp3"
        },
        {
          "yaw": -2.7540784881421736,
          "pitch": 0.13022994118517595,
          "title": "Сюзане с солнечным медальоном и цветочно-звёздным орнаментом",
          "text": "Этот изысканный образец самаркандской школы вышивки представляет собой сюзане с характерной архитектурной композицией и сложной символикой. В центре расположена крупная круглая розетка — солнечный медальон, в котором лепестки расходятся от центра, образуя форму стилизованного цветка или солнца. Этот мотив — древний символ жизненной энергии, порядка и защиты.<br><br>Окружающее поле разделено на симметричные сегменты, каждый из которых содержит комбинацию звездообразных розеток и витиеватых растительных узоров. Эти элементы переплетаются с архаичными мотивами лозы и побегов, символизируя рост, связь поколений и цикличность природы.<br><br>Бордюр сюзане состоит из повторяющихся круглых мотивов, вышитых в редкой палитре — приглушённый лилово-фиолетовый, охра, бордо. Эти цвета не случайны: фиолетовый традиционно ассоциируется с духовностью и внутренним равновесием, жёлтые оттенки — с мудростью и светом, а красный — с жизненной силой и защитой.<br><br>Особенностью данного сюзане являются геометризация формы и повторяемость узоров, что создаёт эффект визуального ритма и сакрального порядка. Оно не только выполняло декоративную функцию, но и служило своего рода энергетическим оберегом пространства.<br><br>Самаркандские сюзане отличаются крупным масштабом и уравновешенной структурой. Часто такие изделия заказывались в честь важных событий: свадьбы, рождения первенца, переселения в новый дом.",
          "image": "popup-images/info8.jpg",
          "audio": "audio/info8.mp3"
        },
        {
          "yaw": -2.2990545237595903,
          "pitch": 0.046653218945920116,
          "title": "Сюзане с мотивом граната и древа жизни",
          "text": "Этот великолепный образец бухарского сюзане украшен композиционно выстроенным орнаментом с множеством символических деталей. Центральное поле представлено симметричным мотивом, напоминающим древо жизни, — древний символ мира, вечности и связи между небом и землёй. Из тонких стеблей с листвой и цветами вырастают фантастические растения с розетками, бутончиками, завитками и плодами.<br><br>Особое внимание привлекают крупные округлые элементы вдоль бордюра, интерпретируемые как гранаты. Этот плод — один из важнейших символов в культуре Узбекистана, он олицетворяет изобилие, плодородие, семейное благополучие и защиту от злых сил. Узор с гранатами часто размещался именно на свадебных сюзане как пожелание многодетности и счастливого брака.<br><br>Цветовая палитра подчинена строгой гармонии: на бежево-кремовом фоне ярко выделяются насыщенные красно-малиновые, охристые и чёрные вышивки. Красный символизирует жизненную силу и любовь, чёрный контур придаёт графичность и акцентирует элементы.<br><br>Орнамент сюзане создаёт впечатление движущейся, живой ткани, наполненной дыханием природы. Такое изделие было не просто декором — оно было оберегом, наполненным сакральным смыслом и визуальной поэзией.<br><br>Создание одного такого сюзане могло занимать до года. В работе часто участвовала целая группа женщин из семьи, превращая процесс вышивки в коллективный обряд, вшивая в ткань благословения, защитные знаки и пожелания.",
          "image": "popup-images/info9.jpg",
          "audio": "audio/info9.mp3"
        },
        {
          "yaw": -1.7997880517185152,
          "pitch": 0.12054132079077107,
          "title": "Мозаичное сюзане с центральной розеткой",
          "text": "Этот яркий и редкий образец сюзане представляет собой отход от классической радиальной или цветочной композиции. Основу его художественного решения составляет мозаичная структура из квадратных блоков, каждый из которых оформлен индивидуальным орнаментом. Эти квадраты напоминают шахматные поля или ковровые плитки, создавая впечатление декоративного ритма и зрительной динамики.<br><br>Центр сюзане выделен крупной восьмиконечной розеткой с зубчатым обрамлением, символизирующей солнце, защиту и стабильность. Внутри — звезда, составленная из золотисто-жёлтых лепестков, будто излучающих свет изнутри. Эта центральная часть закрепляет композицию, придавая ей ось симметрии и смысловой фокус.<br><br>По периметру сюзане проходит бордюр из чередующихся круглых мотивов — «солнечных кругов» — с простыми или четырёхлучевыми звёздами, напоминающими о цикличности и равновесии. Использование тёмного фона с ярко-красными, золотыми и охристыми узорами придаёт изделию декоративную силу и выразительность.<br><br>Примечательно, что в этом сюзане почти полностью отсутствует классический растительный орнамент, характерный для большинства региональных стилей. Вместо этого мы видим преобладание геометрических и символических форм, что сближает это произведение с исламским принципом декоративной абстракции.<br><br>Цветовая палитра построена на контрасте красного и чёрного — цветов силы и энергии — с вкраплениями жёлтого и синего как символов света и гармонии. Такая композиция могла использоваться как торжественное настенное панно для обрядов и приёмов.<br><br>Сюзане подобной композиции — большая редкость. Оно может быть связано с влиянием центральноазиатского ковроткачества и даже шахматной культуры, популярной в народном быту. Такое сюзане выполняло скорее декоративную и символическую роль, чем утилитарную.<br><br>",
          "image": "popup-images/info10.jpg",
          "audio": "audio/info10.mp3"
        },
        {
          "yaw": -0.4951663294204369,
          "pitch": 0.06267453664253786,
          "title": "Сюзане с солнечными медальонами",
          "text": "Это сюзане относится к классическим образцам ташкентской школы, которая известна своей строгой симметричностью, чёткой структурой и символически насыщенной композицией. Основу орнамента составляют солнечные медальоны — крупные круглые розетки, расположенные по сетке с регулярным ритмом. Такие розетки традиционно трактуются как символ солнца, вечного движения, защиты и жизненной энергии.<br><br>Внутри каждого медальона — центр в форме многолучевой звезды, обрамлённой несколькими концентрическими кругами с «солнечными зубцами». Эти элементы, как и общая повторяющаяся форма, придают сюзане ритуальный характер и ощущение энергетической стабильности.<br><br>Особое внимание привлекает цветовая палитра: мягкий голубой фон, нечасто встречающийся в сюзане, задаёт ощущение воздушности и чистоты, а контрастные оттенки бордового, белого, жёлтого и золотисто-коричневого придают глубину и торжественность. Растительные мотивы, расположенные между медальонами и по бордюрам, служат не только декоративными элементами, но и несут защитную функцию — это своеобразная визуальная «оградительная» система.<br><br>Бордюр оформлен в виде волнистой ленты с элементами стилизованной листвы и бутонов. Он обрамляет композицию, символизируя завершённость, порядок и охрану пространства.<br><br>Сюзане подобного типа нередко создавались как свадебные или обрядовые текстили, предназначенные для украшения стен и служившие одновременно оберегом, молитвой и предметом гордости семьи.<br><br>",
          "image": "popup-images/info11.jpg",
          "audio": "audio/info11.mp3"
        },
        {
          "yaw": 1.117216336149065,
          "pitch": 0.1351374224112014,
          "title": "Сюзане с девятью солнечными розетками",
          "text": "Этот изысканный образец сюзане относится к самаркандской школе, известной своими масштабными и гармоничными композициями. Сюзане состоит из девяти крупных солнечных розеток, расположенных по строго симметричной сетке 3×3. Каждая розетка представляет собой концентрический орнамент с лепестковыми формами, расходящимися от центра — образ, символизирующий солнце, жизненную энергию и защиту.<br><br>Между медальонами и в центральной зоне размещены крупные вьющиеся цветочные побеги, виноградные лозы и стилизованные листья, образующие перекрёстную структуру, напоминающую решётку. Эта переплетённость указывает на связь природы и порядка, единство элементов, символизирующее мироздание.<br><br>Бордюр сюзане состоит из мелких цветочных розеток, вписанных в прямоугольную рамку — традиционный приём оформления, который задаёт завершённость и защищает композицию.<br><br>Цветовая гамма особенно выразительна: насыщенный жёлто-золотой фон — редкий выбор, символизирующий свет, тепло и благополучие. На нём ярко выделяются тёмно-синие, красные и белые элементы вышивки. Контрастность подчёркивает праздничный, обрядовый характер изделия. Такие сюзане часто использовались в свадьбах или как центральный декоративный элемент в доме.<br><br>Композиция «девять медальонов» считалась сакральной. Число 9 в узбекской традиции связано с полнотой, завершённостью, благословением и цикличностью. Такой орнамент наделял сюзане не только декоративной функцией, но и в некоторой степени превращал его в оберег.<br><br>",
          "image": "popup-images/info12.jpg",
          "audio": "audio/info12.mp3"
        },
        {
          "yaw": 3.048733471252257,
          "pitch": 0.17600234715064822,
          "title": "Народные сумочки, кисеты и амулетницы",
          "text": "Перед вами коллекция традиционных текстильных предметов: кисеты, сумочки и амулетницы, выполненные в уникальных региональных техниках. Эти изделия служили не только функциональными объектами, но и отражением художественного вкуса, социального статуса и магических представлений их владельцев.<br><br>Каждое изделие — ручная работа, созданная из натуральных материалов. Основу составляют ткани, окрашенные натуральными красителями, с орнаментами, выполненными шёлковыми или шерстяными нитями. Для отделки часто применялись кисточки, тесьма, бисер и металлические подвески.<br><br>Варианты назначения:<br>•	Кисеты и кошельки: Использовались для хранения денег, мелких предметов или благовоний. Отличались компактным размером и плотной текстурой.<br>•	Амулетницы (тумар-халта): Маленькие сумочки, предназначенные для ношения амулетов, молитв и защитных предметов. Орнаменты имели сакральное значение и использовались как обереги.<br>• Сумочки на шнурке: Часто носились женщинами на поясе или на груди. Они украшались особенно богато, демонстрируя вкус и мастерство владелицы.<br><br>Орнаментальные мотивы включают:<br>•	Геометрические лабиринты (символ гармонии и защиты)<br>• Стилизованные тюльпаны, бутоньерки и зооморфные образы<br>• Солнечные розетки и звёзды<br>• Символы воды, плодородия и женской силы<br><br>Каждая такая сумочка могла передаваться по наследству и считалась личным предметом силы. Даже миниатюрное изделие нередко несло в себе глубокую ритуальную функцию и выполняло роль оберега на протяжении всей жизни владельца.",
          "image": "popup-images/info13.jpg",
          "audio": "audio/info13.mp3"
        }
      ]
    },
    {
      "id": "8-9",
      "name": "9",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -2.3921256720225266,
        "pitch": 0.1583595289942501,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": -1.5546149689162831,
          "pitch": 0.17003522046363173,
          "rotation": 0,
          "target": "9-10"
        },
        {
          "yaw": -0.0270580975057495,
          "pitch": 0.14992368756095686,
          "rotation": 0,
          "target": "7-8"
        },
        {
          "yaw": 0.6452733227658705,
          "pitch": 0.07869409527025084,
          "rotation": 0,
          "target": "5-6"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.8969459256101526,
          "pitch": -0.1062711438481756,
          "title": "Сюзане — традиционная узбекская вышивка",
          "text": "Сюзане — это не просто декоративное панно. Это произведение искусства, созданное руками женщин, передающих свою культуру из поколения в поколение. Его название происходит от персидского слова &quot;сузан&quot;, что означает «игла».<br><br>Обычно сюзане вышивалось для особых случаев: свадеб, рождений, праздников. В его орнаментах — солнце, цветы, гранаты, миндалевидные мотивы (бодом) и фантазийные растения. Центральная композиция часто заключена в прямоугольную рамку, а края украшены бордюром с повторяющимися элементами.<br><br>Каждый стежок несёт в себе заботу, пожелание счастья и благополучия. Цвета подбирались так, чтобы передать радость и жизненную силу, а форма орнаментов — чтобы защитить дом от зла и принести удачу.",          
          "image": "popup-images/info4.jpg",
          "audio": "audio/info4.mp3"
        },
        {
          "yaw": 1.9575310801448271,
          "pitch": 0.24279875365296988,
          "title": "Сюзане — традиционное узбекское вышитое покрывало",
          "text": "Перед вами — сюзане (от персидского «сузан» — игла), уникальный образец традиционного декоративно-прикладного искусства Узбекистана. Этот текстильный экспонат представляет собой большое тканое покрывало, украшенное богато вышитыми орнаментами, выполненными вручную шелковыми или хлопковыми нитями.<br><br>Сюзане традиционно создавались в различных регионах Узбекистана, особенно в Ташкенте, Самарканде, Бухаре и Шахрисабзе. Обычно такие изделия изготавливались женщинами в качестве приданого для невесты и использовались в свадебных церемониях, а также для украшения интерьеров.<br><br>Центральные крупные красные круги символизируют солнце и плодородие. Они окаймлены зубчатыми линиями, что может символизировать защиту от злых духов. Между кругами расположены растительные мотивы — вьющиеся стебли и листья, характерные для традиционной узбекской символики, олицетворяющей жизнь, рост и природу.<br>Этот сюзане выполнен в технике тамбурной вышивки — шов, напоминающий цепочку, наносится при помощи крючка. Чаще всего основой служила хлопковая ткань, а нити — шерстяные или шелковые, окрашенные натуральными красителями.<br>Сюзане не только предмет быта, но и культурный код — каждый регион и даже семья имела свои уникальные стилистические особенности и мотивы, передававшиеся из поколения в поколение.",
          "image": "popup-images/info5.jpg",
          "audio": "audio/info5.mp3"
        },
        {
          "yaw": 2.740876336321106,
          "pitch": -0.01543403730001458,
          "title": "Свадебное сюзане с центральным медальоном",
          "text": "Этот уникальный экспонат — свадебное сюзане, выполненное вручную в традициях узбекских мастериц. Центр композиции занимает крупный медальон с розеткой, символизирующий солнце, гармонию и бесконечность. Его окружают симметрично распо-ложенные орнаментальные завитки и мотивы двойной волны, что может символизировать вечное движение жизни и воды.<br><br>Боковые панели украшены сти-лизованными бутоньерками — флоральными элементами, напо-минающими бутоны цветов, а также плодами граната и миндаля. Эти элементы имеют сакральное значение: гранат — символ плодородия, женственности и защиты от зла. Часто он встречается именно в свадебных сюзане, как пожелание семейного благополучия.<br><br>Бордюр изделия оформлен волнообразным узором, интер-претируемым как &quot;волна жизни&quot; или &quot;нить судьбы&quot;. Угловые круглые розетки вновь возвращают взгляд к теме солнца, вечного круга и целостности мира.<br><br>Цветовая палитра насыщенная, с преобладанием тёплого бордово-красного фона — цвета силы, любви и торжественности. Вышивка выполнена шёлковыми нитями с тонкой проработкой деталей и богатым цветовыми переходами, характерными для сюзане XIX века.<br><br>Создание такого сюзане могло занимать месяцы и даже годы. Часто в его вышивке участвовали несколько женщин из семьи невесты — мать, сёстры, тётушки, — вкладывая в каждый элемент свои пожелания и символы защиты.",
          "image": "popup-images/info6.jpg",
          "audio": "audio/info6.mp3"
        },
        {
          "yaw": -2.594782299796016,
          "pitch": 0.0637881197133261,
          "title": "Сюзане с цветочным полем",
          "text": "Этот восхитительный экземпляр традиционного узбекского текстиля — ферганское сюзане, отличающееся утончённой композицией и яркой символикой. Центральное «цветочное поле» зашито плотной флоральной вышивкой, где каждый цветок символизирует различные аспекты природы, жизни и благополучия. Красные и розовые розетки — символ женской энергии, красоты и плодородия. Синие восьмиконечные звёзды напоминают о небесной гармонии, вечности и защите от злых сил.<br><br>Орнамент устроен ритмично: каждая цветочная розетка окружена завитками, придающими движению узора ощущение роста и изобилия. В центре — усложнённый медальон, объединяющий композицию и фокусирующий внимание зрителя.<br><br>Бордюр сюзане украшен гранатами и пышными пионоподобными цветами. Гранат — древний символ плодородия и многодетности, а крупные соцветия вдоль краёв придают композиции торжественность и законченность. Листва, обвивающая цветы, образует сплошной растительный фон, символизирующий процветание и единство с природой.<br><br>Цветовая палитра подчёркивает гармонию стихий: кремовый фон — земля, розовые и красные цветы — жизнь и любовь, синий — небо и мудрость, зелёный — рост и обновление.<br><br>Такие сюзане традиционно создавались в приданое и служили не только украшением жилища, но и оберегом. Это изделие могло передаваться по наследству как семейная реликвия.",
          "image": "popup-images/info7.jpg",
          "audio": "audio/info7.mp3"
        },
        {
          "yaw": -1.747972616040217,
          "pitch": 0.0669484863431471,
          "title": "Сюзане с солнечным медальоном и цветочно-звёздным орнаментом",
          "text": "Этот изысканный образец самаркандской школы вышивки представляет собой сюзане с характерной архитектурной композицией и сложной символикой. В центре расположена крупная круглая розетка — солнечный медальон, в котором лепестки расходятся от центра, образуя форму стилизованного цветка или солнца. Этот мотив — древний символ жизненной энергии, порядка и защиты.<br><br>Окружающее поле разделено на симметричные сегменты, каждый из которых содержит комбинацию звездообразных розеток и витиеватых растительных узоров. Эти элементы переплетаются с архаичными мотивами лозы и побегов, символизируя рост, связь поколений и цикличность природы.<br><br>Бордюр сюзане состоит из повторяющихся круглых мотивов, вышитых в редкой палитре — приглушённый лилово-фиолетовый, охра, бордо. Эти цвета не случайны: фиолетовый традиционно ассоциируется с духовностью и внутренним равновесием, жёлтые оттенки — с мудростью и светом, а красный — с жизненной силой и защитой.<br><br>Особенностью данного сюзане являются геометризация формы и повторяемость узоров, что создаёт эффект визуального ритма и сакрального порядка. Оно не только выполняло декоративную функцию, но и служило своего рода энергетическим оберегом пространства.<br><br>Самаркандские сюзане отличаются крупным масштабом и уравновешенной структурой. Часто такие изделия заказывались в честь важных событий: свадьбы, рождения первенца, переселения в новый дом.",
          "image": "popup-images/info8.jpg",
          "audio": "audio/info8.mp3"
        },
        {
          "yaw": -1.0714219067556172,
          "pitch": 0.03969183947313937,
          "title": "Сюзане с мотивом граната и древа жизни",
          "text": "Этот великолепный образец бухарского сюзане украшен композиционно выстроенным орнаментом с множеством символических деталей. Центральное поле представлено симметричным мотивом, напоминающим древо жизни, — древний символ мира, вечности и связи между небом и землёй. Из тонких стеблей с листвой и цветами вырастают фантастические растения с розетками, бутончиками, завитками и плодами.<br><br>Особое внимание привлекают крупные округлые элементы вдоль бордюра, интерпретируемые как гранаты. Этот плод — один из важнейших символов в культуре Узбекистана, он олицетворяет изобилие, плодородие, семейное благополучие и защиту от злых сил. Узор с гранатами часто размещался именно на свадебных сюзане как пожелание многодетности и счастливого брака.<br><br>Цветовая палитра подчинена строгой гармонии: на бежево-кремовом фоне ярко выделяются насыщенные красно-малиновые, охристые и чёрные вышивки. Красный символизирует жизненную силу и любовь, чёрный контур придаёт графичность и акцентирует элементы.<br><br>Орнамент сюзане создаёт впечатление движущейся, живой ткани, наполненной дыханием природы. Такое изделие было не просто декором — оно было оберегом, наполненным сакральным смыслом и визуальной поэзией.<br><br>Создание одного такого сюзане могло занимать до года. В работе часто участвовала целая группа женщин из семьи, превращая процесс вышивки в коллективный обряд, вшивая в ткань благословения, защитные знаки и пожелания.",
          "image": "popup-images/info9.jpg",
          "audio": "audio/info9.mp3"
        },
        {
          "yaw": -0.46225298810318804,
          "pitch": 0.023543653664242825,
          "title": "Мозаичное сюзане с центральной розеткой",
          "text": "Этот яркий и редкий образец сюзане представляет собой отход от классической радиальной или цветочной композиции. Основу его художественного решения составляет мозаичная структура из квадратных блоков, каждый из которых оформлен индивидуальным орнаментом. Эти квадраты напоминают шахматные поля или ковровые плитки, создавая впечатление декоративного ритма и зрительной динамики.<br><br>Центр сюзане выделен крупной восьмиконечной розеткой с зубчатым обрамлением, символизирующей солнце, защиту и стабильность. Внутри — звезда, составленная из золотисто-жёлтых лепестков, будто излучающих свет изнутри. Эта центральная часть закрепляет композицию, придавая ей ось симметрии и смысловой фокус.<br><br>По периметру сюзане проходит бордюр из чередующихся круглых мотивов — «солнечных кругов» — с простыми или четырёхлучевыми звёздами, напоминающими о цикличности и равновесии. Использование тёмного фона с ярко-красными, золотыми и охристыми узорами придаёт изделию декоративную силу и выразительность.<br><br>Примечательно, что в этом сюзане почти полностью отсутствует классический растительный орнамент, характерный для большинства региональных стилей. Вместо этого мы видим преобладание геометрических и символических форм, что сближает это произведение с исламским принципом декоративной абстракции.<br><br>Цветовая палитра построена на контрасте красного и чёрного — цветов силы и энергии — с вкраплениями жёлтого и синего как символов света и гармонии. Такая композиция могла использоваться как торжественное настенное панно для обрядов и приёмов.<br><br>Сюзане подобной композиции — большая редкость. Оно может быть связано с влиянием центральноазиатского ковроткачества и даже шахматной культуры, популярной в народном быту. Такое сюзане выполняло скорее декоративную и символическую роль, чем утилитарную.<br><br>",
          "image": "popup-images/info10.jpg",
          "audio": "audio/info10.mp3"
        },
        {
          "yaw": -0.1272532829965023,
          "pitch": 0.012584292688552878,
          "title": "Сюзане с солнечными медальонами",
          "text": "Это сюзане относится к классическим образцам ташкентской школы, которая известна своей строгой симметричностью, чёткой структурой и символически насыщенной композицией. Основу орнамента составляют солнечные медальоны — крупные круглые розетки, расположенные по сетке с регулярным ритмом. Такие розетки традиционно трактуются как символ солнца, вечного движения, защиты и жизненной энергии.<br><br>Внутри каждого медальона — центр в форме многолучевой звезды, обрамлённой несколькими концентрическими кругами с «солнечными зубцами». Эти элементы, как и общая повторяющаяся форма, придают сюзане ритуальный характер и ощущение энергетической стабильности.<br><br>Особое внимание привлекает цветовая палитра: мягкий голубой фон, нечасто встречающийся в сюзане, задаёт ощущение воздушности и чистоты, а контрастные оттенки бордового, белого, жёлтого и золотисто-коричневого придают глубину и торжественность. Растительные мотивы, расположенные между медальонами и по бордюрам, служат не только декоративными элементами, но и несут защитную функцию — это своеобразная визуальная «оградительная» система.<br><br>Бордюр оформлен в виде волнистой ленты с элементами стилизованной листвы и бутонов. Он обрамляет композицию, символизируя завершённость, порядок и охрану пространства.<br><br>Сюзане подобного типа нередко создавались как свадебные или обрядовые текстили, предназначенные для украшения стен и служившие одновременно оберегом, молитвой и предметом гордости семьи.<br><br>",
          "image": "popup-images/info11.jpg",
          "audio": "audio/info11.mp3"
        },
        {
          "yaw": 0.3926554184835318,
          "pitch": 0.033361846408574536,
          "title": "Сюзане с девятью солнечными розетками",
          "text": "Этот изысканный образец сюзане относится к самаркандской школе, известной своими масштабными и гармоничными композициями. Сюзане состоит из девяти крупных солнечных розеток, расположенных по строго симметричной сетке 3×3. Каждая розетка представляет собой концентрический орнамент с лепестковыми формами, расходящимися от центра — образ, символизирующий солнце, жизненную энергию и защиту.<br><br>Между медальонами и в центральной зоне размещены крупные вьющиеся цветочные побеги, виноградные лозы и стилизованные листья, образующие перекрёстную структуру, напоминающую решётку. Эта переплетённость указывает на связь природы и порядка, единство элементов, символизирующее мироздание.<br><br>Бордюр сюзане состоит из мелких цветочных розеток, вписанных в прямоугольную рамку — традиционный приём оформления, который задаёт завершённость и защищает композицию.<br><br>Цветовая гамма особенно выразительна: насыщенный жёлто-золотой фон — редкий выбор, символизирующий свет, тепло и благополучие. На нём ярко выделяются тёмно-синие, красные и белые элементы вышивки. Контрастность подчёркивает праздничный, обрядовый характер изделия. Такие сюзане часто использовались в свадьбах или как центральный декоративный элемент в доме.<br><br>Композиция «девять медальонов» считалась сакральной. Число 9 в узбекской традиции связано с полнотой, завершённостью, благословением и цикличностью. Такой орнамент наделял сюзане не только декоративной функцией, но и в некоторой степени превращал его в оберег.<br><br>",
          "image": "popup-images/info12.jpg",
          "audio": "audio/info12.mp3"
        },
        {
          "yaw": -2.9219650919247098,
          "pitch": 0.6014804688453239,
          "title": "Народные сумочки, кисеты и амулетницы",
          "text": "Перед вами коллекция традиционных текстильных предметов: кисеты, сумочки и амулетницы, выполненные в уникальных региональных техниках. Эти изделия служили не только функциональными объектами, но и отражением художественного вкуса, социального статуса и магических представлений их владельцев.<br><br>Каждое изделие — ручная работа, созданная из натуральных материалов. Основу составляют ткани, окрашенные натуральными красителями, с орнаментами, выполненными шёлковыми или шерстяными нитями. Для отделки часто применялись кисточки, тесьма, бисер и металлические подвески.<br><br>Варианты назначения:<br>•&ensp;Кисеты и кошельки: Использовались для хранения денег, мелких предметов или благовоний. Отличались компактным размером и плотной текстурой.<br>•&ensp;Амулетницы (тумар-халта): Маленькие сумочки, предназначенные для ношения амулетов, молитв и защитных предметов. Орнаменты имели сакральное значение и использовались как обереги.<br>•&ensp;Сумочки на шнурке: Часто носились женщинами на поясе или на груди. Они украшались особенно богато, демонстрируя вкус и мастерство владелицы.<br><br>Орнаментальные мотивы включают:<br>•&ensp;Геометрические лабиринты (символ гармонии и защиты)<br>•&ensp;Стилизованные тюльпаны, бутоньерки и зооморфные образы<br>•&ensp;Солнечные розетки и звёзды<br>•&ensp;Символы воды, плодородия и женской силы<br><br>Каждая такая сумочка могла передаваться по наследству и считалась личным предметом силы. Даже миниатюрное изделие нередко несло в себе глубокую ритуальную функцию и выполняло роль оберега на протяжении всей жизни владельца.",
          "image": "popup-images/info13.jpg",
          "audio": "audio/info13.mp3"
        }
      ]
    },
    {
      "id": "9-10",
      "name": "10",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 1.6645670281897518,
          "pitch": 0.24259737059290387,
          "rotation": 0,
          "target": "8-9"
        },
        {
          "yaw": -0.04209185282482153,
          "pitch": 0.24407265617256257,
          "rotation": 0,
          "target": "10-11"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 2.0703308793396165,
          "pitch": 0.466109463124738,
          "title": "Вышитые тюбетейки — традиционные узбекские головные уборы",
          "text": "Перед вами коллекция традиционных тюбетейк — национальных головных уборов, которые являются одним из самых узнаваемых символов узбекской культуры. Эти изделия объединяют в себе функциональность, эстетику и глубокую символику. Тюбетейки носили как мужчины, так и женщины, различаясь по форме, цвету, орнаменту и назначению.<br><br>Формы и стили:<br>•&ensp;Круглые куполообразные тюбетейки чаще встречаются у женских или праздничных моделей.<br>•&ensp;Четырёхугольные (пирамидальные) с заострёнными углами считаются мужскими, особенно в регионах Ферганы и Самарканда.<br>•&ensp;Некоторые экземпляры украшены металлическими нитями — элементами, присущими парадным головным уборам знати.<br><br>Орнаментальные мотивы:<br>Каждая тюбетейка несёт декоративные и символические значения:<br>•&ensp;Бадам (миндаль) — защита и плодородие<br>•&ensp;Иккат (двойные листья или глаза) — оберег от сглаза<br>•&ensp;Цветочные композиции — женственность, весна, благополучие<br>•&ensp;Геометрические сетки и крестообразные деления — порядок, духовное равновесие<br><br>Особо изысканные экземпляры вышиты шёлком и золотной нитью, с применением канта, люрекса, бисера. В некоторых работах прослеживается влияние сузане, а также аналогии с ковровыми узорами.<br><br>Тюбетейка в Узбекистане — не просто головной убор. Она играет роль в обрядах, свадьбах, церемониях совершеннолетия и даже похоронных традициях. Часто тюбетейки изготавливались специально для подарков, ритуальных обменов и наследовались по линии семьи.",
          "image": "popup-images/info14.jpg",
          "audio": "audio/info14.mp3"
        },
        {
          "yaw": 2.9803853327174448,
          "pitch": 0.45601235744345203,
          "title": "Тюбетейки — головные уборы Средней Азии",
          "text": "Эта коллекция демонстрирует богатство региональных традиций тюбетейки — традиционного головного убора, играющего важную роль в культуре народов Узбекистана и всей Средней Азии. Представлены как мужские, так и женские тюбетейки, выполненные в различных техниках и стилях, от повседневных до парадных.<br><br>Верхний ряд включает вышитые и тканые куполообразные тюбетейки, часто с яркими цветными узорами:<br>•&ensp;Геометрические сегменты, характерные для Каракалпакстана<br>•&ensp;Цветочные и зооморфные орнаменты — типичные для свадебных головных уборов<br>•&ensp;Плотно расшитые золотом тюбетейки — праздничные, парадные, с влиянием бухарской и таджикской традиции<br><br>Средний ряд включает более сдержанные чёрно-белые модели:<br>•&ensp;Это тюбетейки с символом &quot;арпашак&quot; (зерно арпы — ячменя), распространённым среди узбекских и таджикских мужчин<br>•&ensp;Строгие композиции с белыми вышитыми деталями символизируют защиту, мужественность и обрядовую чистоту<br><br>Нижний ряд содержит повседневные мягкие круглые тюбетейки, включая:<br>•&ensp;Пестрые тюбетейки с народными сюжетами, выполненные в технике «икат» или с многоцветной вышивкой<br>•&ensp;Тюбетейку с плотным золотным шитьём на тёмном фоне — вероятно, праздничную или ремесленническую<br><br>Символика орнаментов:<br>•&ensp;Растительные мотивы — плодородие, женская сила<br>•&ensp;Геометрия и круги — небесные и космические символы<br>•&ensp;Арпашак — жизненное начало, благословение на труд<br><br>Тюбетейка могла служить своего рода паспортом — по её форме, узору и качеству сразу определяли возраст, статус, происхождение и даже род ремесла её владельца.",
          "image": "popup-images/info15.jpg",
          "audio": "audio/info15.mp3"
        },
        {
          "yaw": 2.491805558435283,
          "pitch": -0.31213963333427586,
          "title": "Халат из адраса (абра-бафт)",
          "text": "Этот праздничный халат — традиционный элемент мужской одежды, выполненный из ткани &quotадрас&quot, в которой переплетаются хлопковые и шёлковые нити. Узоры создаются в технике &quotабра&quot, что в переводе с персидского означает &quotоблако&quot — и действительно, рисунки словно клубятся, плывут по поверхности ткани.<br><br>Цветовая гамма — насыщенный фиолетово-сливовый, бордовый, кремовый и чёрный — подчёркивает статусность одежды. Такой халат надевали на торжественные события, свадьбы, религиозные праздники и важные семейные обряды.<br><br>Узоры на халате выполнены в технике предварительного окрашивания нитей, что делает каждый орнамент неповторимым. В орнаменте можно увидеть абстрактные завитки, &quotглаза&quot и переплетения, символизирующие защиту, энергию, движение и взаимосвязь между человеком и природой.<br><br>•&ensp;Абра-узор символизирует поток жизни и духовные трансформации<br>•&ensp;Красные акценты отсылают к силе и внутреннему огню<br>•&ensp;Извилистые формы и зеркальная симметрия — к гармонии и целостности<br><br>Такие халаты часто подбивались подкладкой и дополнялись пояском. Они служили не только как одежда, но и как показатель этнической, семейной и социальной принадлежности мужчины.<br><br>Халаты из адраса были настолько ценными, что их дарили в знак уважения, вручали послам и включали в состав приданого. Мастера специально подбирали рисунки под конкретного человека, исходя из его положения, возраста и характера.",
          "image": "popup-images/info16.jpg",
          "audio": "audio/info16.mp3"
        },
        {
          "yaw": 2.775141957336155,
          "pitch": -0.2962871271950629,
          "title": "Халат из адраса (абра-бафт) с ярким вертикальным узором",
          "text": "Перед вами — мужской праздничный халат, выполненный из ткани &quotадрас&quot, характерной для регионов Ферганской долины. Он создан в технике икат — &quotабра-бафт&quot, при которой окрашиваются нити до процесса ткачества, создавая неповторимые узоры, словно размытые или клубящиеся по поверхности ткани.<br><br>В этом экземпляре преобладает вертикальный, сильно вытянутый орнамент, напоминающий языки пламени, листья и ростки. Такой узор нередко трактуется как символ жизненной энергии, роста и преображения.<br><br>•&ensp;Цвета — тёмно-синий, сливочно-белый, алый и жёлтый — создают эффект контраста и глубины<br>•&ensp;Жёлтые элементы — символ солнца, света и удачи<br>•&ensp;Центральные фигуры напоминают стилизованные ростки или деревья — метафора обновления<br><br>Такие халаты использовались мужчинами в дни праздников, а также как подарки при заключении соглашений, визитах, обрядах. Они часто входили в состав приданого или даров между семьями.<br><br>Орнамент &quotабра&quot никогда не повторяется полностью — даже два халата, сотканные по одной схеме, будут отличаться. Это делает каждое изделие уникальным не только по внешнему виду, но и по смыслу, как персональный знак судьбы владельца.",
          "image": "popup-images/info17.jpg",
          "audio": "audio/info17.mp3"
        },
        {
          "yaw": -2.275927062022948,
          "pitch": 0.5814159734980908,
          "title": "Деревянные резные штампы для набойки ткани",
          "text": "Перед вами — традиционные деревянные штампы, использовавшиеся для набивного декора на ткани. Этот процесс назывался набойкой и заключался в нанесении орнамента с помощью резных форм, предварительно покрытых краской или натуральной пастой.<br><br>Каждый штамп — это произведение декоративного искусства. Мастера вырезали на их поверхности сложные узоры, которые затем переносились на хлопчатобумажную или шёлковую ткань. Процесс был трудоёмким и требовал высокой точности: один штамп — один мотив или фрагмент рисунка, который нужно было многократно и ровно оттискать на ткани.<br><br>•&ensp;Орнаменты включают растительные и геометрические формы<br>•&ensp;Центральные мотивы — тюльпаны, гранаты, листья, сетки и розетки<br>•&ensp;Формы варьируются: прямоугольные, треугольные, овальные<br><br>Набойка применялась в изготовлении платков, обёрточных тканей, халатов, головных уборов и декоративных панно. Каждый регион имел свои характерные мотивы и композиции.<br><br>Интересный факт: В традиционной узбекской культуре мастер по набойке часто работал вместе с красильщиком. Орнамент создавался штампами, а затем закреплялся и оживлялся с помощью натуральных красителей — индиго, марены, граната, шелухи лука и дубовых галлов.",
          "image": "popup-images/info18.jpg",
          "audio": "audio/info18.mp3"
        },
        {
          "yaw": -2.162367053024065,
          "pitch": -0.0614243713644953,
          "title": "Образец набивной ткани с орнаментальными композициями",
          "text": "Перед вами — редкий музейный экспонат, состоящий из двух панелей. Левая сторона демонстрирует полноразмерный орнамент, созданный набойкой, а правая — набор фрагментов с различными мотивами, использовавшимися для украшения тканей в Центральной Азии.<br><br>Такие образцы были одновременно и практическим материалом для мастерских, и визуальной энциклопедией орнаментов, по которой можно было изучать композицию, симметрию, повтор и стилистические особенности.<br><br>•&ensp;Центральные мотивы — стилизованные цветы, пальметты, розетки и гранаты<br>•&ensp;Узоры организованы в виде сеток, кругов, прямоугольников и бордюров<br>•&ensp;Форма набивки подчёркивает модульность и возможность многократного повторения<br><br>Насыщенные охристо-коричневые и черноватые оттенки были получены из натуральных красителей: марены, граната, индиго, шелухи лука. Эти цвета традиционно использовались для повседневных и обрядовых тканей.<br><br>В старинных ремесленных мастерских мастера держали подобные фрагментарные полотна как образцы для подмастерьев. Они служили эталоном точности и вдохновением при создании новых тканей и узоров.",
          "image": "popup-images/info19.jpg",
          "audio": "audio/info19.mp3"
        },
        {
          "yaw": -1.5307478660569576,
          "pitch": 0.21734971704630013,
          "title": "Женский праздничный костюм и аксессуары",
          "text": "В этой витрине представлена комплексная экспозиция женского праздничного костюма, отражающего богатство и утончённость узбекской текстильной традиции. Все элементы выполнены вручную или на ткацких станках и украшены традиционными узорами и вышивками.<br><br>•&ensp;Халаты из адраса и бекасама — ткани, сотканные в технике икат, с характерными струящимися узорами<br>•&ensp;Носовые платки и косынки — украшены многоцветной вышивкой и растительными орнаментами<br>•&ensp;Вышитые сапожки и туфли — пример бытового применения сюзаниного шитья в повседневной одежде<br>•&ensp;Настольное сюзане — декоративный текстиль, украшенный плотной шёлковой вышивкой, часто использовавшийся как покрывало или ритуальное полотнище<br><br>Каждый элемент отражает не только художественный стиль, но и статус владелицы. Цвета — насыщенные: малиновый, тёмно-фиолетовый, зелёный, охристо-жёлтый. Такие оттенки считались праздничными, женственными и благополучными.<br><br>В узбекских семьях изготовление текстильного приданого начиналось с раннего возраста девочки. Будущая невеста и её родственницы вышивали сюзане, шили обувь, ткали ткани — создавая таким образом символическое &quotбогатство&quot, которое сопровождало женщину в новую семью.",
          "image": "popup-images/info20.jpg",
          "audio": "audio/info20.mp3"
        },
        {
          "yaw": -0.25482185317414263,
          "pitch": 0.3631919960941641,
          "title": "Женский парадный халат",
          "text": "Перед вами — женский парадный халат из тёмно-зелёного бархата, украшенный изысканной вышивкой ручной работы. Такие халаты носили знатные женщины на торжественные события, свадьбы и важные встречи. Он подчёркивал не только статус, но и богатство вышивальщицкой традиции региона.<br><br>•&ensp;Основной цвет — глубокий изумрудно-зелёный, традиционно связанный с духовной чистотой и достоинством<br>•&ensp;Вышивка выполнена светлой нитью в виде треугольных мотивов, напоминающих еловые ветви или пирамиды<br>•&ensp;Бордюр украшен чередующимися символами защиты и благополучия<br><br>Такие халаты передавались по наследству, служили частью приданого и сохранялись в семьях как символ памяти и уважения к традиции.<br><br>В некоторых регионах Узбекистана зелёный халат с подобным орнаментом надевался женщиной на второй день свадьбы — в знак вступления в новый жизненный этап.",
          "image": "popup-images/info21.jpg",
          "audio": "audio/info21.mp3"
        },
        {
          "yaw": 0.2151979618329225,
          "pitch": 0.012912840485462596,
          "title": "Сюзане с розеточной симметрией",
          "text": "Перед вами — сюзане с редкой восьмилучевой композицией, построенной по принципу розеточной симметрии. Орнамент строго центрирован, каждый элемент уравновешен, а цветовая палитра гармонична и насыщенна.<br><br>•&ensp;Центральный мотив — восьмиконечная розетка, символизирующая совершенство и порядок<br>•&ensp;Ветви с цветами расходятся из центра, образуя замкнутый круг — знак гармонии<br>•&ensp;Бордюр украшают изогнутые листья и стилизованные цветы граната и тюльпана<br><br>Каждая деталь сюзане вышита вручную тонкой шёлковой нитью. Фон — светлый, почти белый, подчёркивает яркость палитры. Такое сюзане, вероятно, предназначалось для украшения женской комнаты или использовалось в обрядах, связанных с благословением и покоем.<br><br>Композиции с симметрией по восьми направлениям были популярны в Бухаре и Коканде в первой половине XX века. Они считались самыми сложными в исполнении и предназначались для особо важных случаев.",
          "image": "popup-images/info22.jpg",
          "audio": "audio/info22.mp3"
        },
        {
          "yaw": 1.363695310960333,
          "pitch": 0.01349715262330875,
          "title": "Набивная ткань с огуречным и звёздчатым орнаментом",
          "text": "На изображении — традиционная набивная ткань, украшенная огуречными мотивами и звёздчатыми розетками. Это изделие является ярким примером декоративной набойки — старинной техники ручной печати по ткани.<br><br>•&ensp;В центральной части — многократные звёздчатые медальоны с восьмилучевыми композициями<br>•&ensp;По краям — растущие в ритме огурцы &quotбутта&quot — один из древнейших символов жизни и изобилия<br>•&ensp;Красно-чёрно-белая гамма подчёркивает чёткость ритма и форму мотивов<br><br>Такие ткани использовались для шитья головных платков, халатов и интерьерного текстиля. Благодаря универсальности композиции они подходили как для мужской, так и для женской одежды.<br><br>Огуречный узор &quotбутта&quot имеет персидское происхождение и широко распространился в Центральной Азии, став символом защиты, долголетия и жизненной энергии.",
          "image": "popup-images/info23.jpg",
          "audio": "audio/info23.mp3"
        },
        {
          "yaw": 1.7687604717058347,
          "pitch": -0.008125675695534795,
          "title": "Сюзане с мотивом граната и древа жизни",
          "text": "Этот великолепный образец бухарского сюзане украшен композиционно выстроенным орнаментом с множеством символических деталей. Центральное поле представлено симметричным мотивом, напоминающим древо жизни, — древний символ мира, вечности и связи между небом и землёй. Из тонких стеблей с листвой и цветами вырастают фантастические растения с розетками, бутончиками, завитками и плодами.<br><br>Особое внимание привлекают крупные округлые элементы вдоль бордюра, интерпретируемые как гранаты. Этот плод — один из важнейших символов в культуре Узбекистана, он олицетворяет изобилие, плодородие, семейное благополучие и защиту от злых сил. Узор с гранатами часто размещался именно на свадебных сюзане как пожелание многодетности и счастливого брака.<br><br>Цветовая палитра подчинена строгой гармонии: на бежево-кремовом фоне ярко выделяются насыщенные красно-малиновые, охристые и чёрные вышивки. Красный символизирует жизненную силу и любовь, чёрный контур придаёт графичность и акцентирует элементы.<br><br>Орнамент сюзане создаёт впечатление движущейся, живой ткани, наполненной дыханием природы. Такое изделие было не просто декором — оно было оберегом, наполненным сакральным смыслом и визуальной поэзией.<br><br>Создание одного такого сюзане могло занимать до года. В работе часто участвовала целая группа женщин из семьи, превращая процесс вышивки в коллективный обряд, вшивая в ткань благословения, защитные знаки и пожелания.",
          "image": "popup-images/info9.jpg",
          "audio": "audio/info9.mp3"
        }
      ]
    },
    {
      "id": "10-11",
      "name": "11",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 0.7262505064749813,
          "pitch": 0.28711671851823617,
          "rotation": 0,
          "target": "9-10"
        },
        {
          "yaw": -2.3568775510810624,
          "pitch": 0.1965499267084425,
          "rotation": 0,
          "target": "11-12"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.6256999361495179,
          "pitch": 0.0035044088762550274,
          "title": "Сюзане с розеточной симметрией",
          "text": "Перед вами — сюзане с редкой восьмилучевой композицией, построенной по принципу розеточной симметрии. Орнамент строго центрирован, каждый элемент уравновешен, а цветовая палитра гармонична и насыщенна.<br><br>•&ensp;Центральный мотив — восьмиконечная розетка, символизирующая совершенство и порядок<br>•&ensp;Ветви с цветами расходятся из центра, образуя замкнутый круг — знак гармонии<br>•&ensp;Бордюр украшают изогнутые листья и стилизованные цветы граната и тюльпана<br><br>Каждая деталь сюзане вышита вручную тонкой шёлковой нитью. Фон — светлый, почти белый, подчёркивает яркость палитры. Такое сюзане, вероятно, предназначалось для украшения женской комнаты или использовалось в обрядах, связанных с благословением и покоем.<br><br>Композиции с симметрией по восьми направлениям были популярны в Бухаре и Коканде в первой половине XX века. Они считались самыми сложными в исполнении и предназначались для особо важных случаев.",
          "image": "popup-images/info22.jpg",
          "audio": "audio/info22.mp3"
        },
        {
          "yaw": -0.1510041077982791,
          "pitch": 0.01883644201818413,
          "title": "Сюзане с диагональной композицией",
          "text": "Перед вами сюзане, украшенное чёткой диагональной сеткой из растительных мотивов и цветочных розеток. Это композиционное решение придаёт изделию динамику и ощущение движения.<br><br>•&ensp;Крупные медальоны с шести- и восьмилучевыми цветами чередуются по диагонали<br>•&ensp;Между ними — зелёные стебли с листьями и тюльпанами, образующие ромбовидную сетку<br>•&ensp;Углы и бордюр дополнены декоративными венками и симметричными мотивами в виде завитков<br><br>Светлый фон усиливает контраст между цветами: красным, зелёным, пурпурным, жёлтым и чёрным. Вышивка выполнена тонко и ритмично, что говорит о мастерстве рукодельницы и знании композиционного построения.<br><br>Сюзане такого типа могли использоваться как покрывала для свадебной постели или декоративные панели на стену. Их диагональные композиции считались особенно &quotживыми&quot и приносили в дом ощущение движения и роста.",
          "image": "popup-images/info24.jpg",
          "audio": "audio/info24.mp3"
        },
        {
          "yaw": -1.1417928836733608,
          "pitch": -0.04176488182808491,
          "title": "Сюжетное панно с виноградной лозой",
          "text": "Это уникальное трёхчастное сюжетное панно, выполненное в технике вышивки, изображает сцену сбора винограда и отдыха в саду. Такие вышивки встречаются значительно реже, чем орнаментальные сюзане, и представляют собой редкий жанр — фигуративную текстильную живопись.<br><br>•&ensp;Центральная часть изображает влюблённую пару под виноградной аркой — символом плодородия и жизненной гармонии<br>•&ensp;На боковых панелях — сцены повседневной жизни: сбор плодов, игра на дутаре, женщины с подносами фруктов<br>•&ensp;Фигуры и деревья выполнены с яркой индивидуальностью, каждая деталь вышита вручную<br><br>Пышные деревья с округлыми кронами, гроздья винограда и цветущие ветви образуют живописный фон. Такие панно, вероятно, создавались на заказ и украшали стены женской половины дома или использовались как свадебное приданое.<br><br>Изображения виноградных лоз и сада восходят к персидским миниатюрам и поэзии, в которых сад часто трактуется как символ рая и душевного покоя.",
          "image": "popup-images/info25.jpg",
          "audio": "audio/info25.mp3"
        },
        {
          "yaw": -1.6625894198209394,
          "pitch": 0.37762820773455275,
          "title": "Женские платки и кошелёк с вышивкой",
          "text": "На витрине представлены женские декоративные платки и небольшой вышитый кошелёк — предметы, в которых сочетаются утилитарность и художественное оформление. Эти изделия вышивались вручную и нередко входили в приданое или дарились как знак уважения.<br><br>•&ensp;Платок слева выполнен на тёмной ткани и украшен плотной цветочной вышивкой в ярких тонах: малиновом, жёлтом, белом и лиловом<br>•&ensp;Правый платок на светлой основе, с крупным орнаментом, раскрытым по диагонали — включает цветочные веерообразные мотивы<br>•&ensp;Посередине — вышитый кошелёк из зелёной ткани с нежным цветочным узором и золотой окантовкой<br><br>Такие изделия демонстрируют высокое мастерство вышивальщиц и внимание к деталям. Они хранились особенно бережно и часто передавались по наследству.<br><br>Цветочная символика платков обычно отражала пожелания благополучия, радости и красоты, а декоративность делала их важным элементом женского костюма.",
          "image": "popup-images/info26.jpg",
          "audio": "audio/info26.mp3"
        },
        {
          "yaw": -1.1536331123551307,
          "pitch": 0.31200313706738925,
          "title": "Вышитые элементы декора",
          "text": "Перед вами три вышитых элемента, каждый из которых представляет собой фрагмент традиционного текстильного искусства Узбекистана. Они могли использоваться как декоративные панели, вставки в покрывала, подушки или тюбетейки.<br><br>•&ensp;Левая панель выполнена на бархатной ткани, украшена крупным стилизованным мотивом в виде листа или &quotбуты&quot — популярного символа плодородия и изобилия<br>•&ensp;Центральный круглый фрагмент представляет собой медальон с богатым орнаментом: в центре — цветок, окружённый венком из восьмилепестковых бутонов и изогнутых линий<br>•&ensp;Правая панель оформлена в чёрно-красной гамме и украшена цветочной розеткой в центре с завитками по углам — характерной чертой сюзане Ферганы<br><br>Каждая из вышивок демонстрирует разнообразие техник и орнаментов, присущих разным регионам Узбекистана. Такие фрагменты могли входить в состав женского приданого или использоваться как самостоятельные предметы убранства дома.",
          "image": "popup-images/info27.jpg",
          "audio": "audio/info27.mp3"
        },
        {
          "yaw": -2.6150732473862064,
          "pitch": -0.027798541484465034,
          "title": "Настенная вышитая панель",
          "text": "Перед вами крупная декоративная панель, выполненная в технике ручной вышивки на зелёной основе. Подобные панно украшали стены жилых комнат, залы для приёма гостей или сцены, создавая атмосферу богатства и уюта.<br><br>•&ensp;В центральной части и по бокам расположены вертикальные композиции с крупными розетками и растительными узорами<br>•&ensp;Основу орнамента составляют симметричные стебли, цветочные корзины, завитки и розетки<br>•&ensp;Цветовая гамма включает насыщенные оттенки золота, бордо, лилового, лазурного и розового, подчёркивающие изящество линий<br><br>Особое внимание уделено равновесию: узоры зеркально отражаются и создают ощущение гармонии. Верх панели украшен каймой с бахромой — элементом, символизирующим завершённость и богатство убранства.<br><br>Такие панели изготавливались на заказ и могли стать частью приданого или подарком к торжественным случаям. Они демонстрировали статус семьи и служили предметом гордости вышивальщиц.",
          "image": "popup-images/info30.jpg",
          "audio": "audio/info30.mp3"
        },
        {
          "yaw": 1.5456785858799567,
          "pitch": -0.10071602472108054,
          "title": "Настенное панно на бархате",
          "text": "Перед вами изысканное панно на синем бархатном фоне, расшитое вручную шелковыми нитями. Такие изделия украшали стены богатых домов и являлись символом вкуса, достатка и уважения к традициям.<br><br>•&ensp;Центральный орнамент состоит из восьми овальных медальонов, чередующихся по цвету и размещённых в симметричном порядке<br>•&ensp;Каждый медальон наполнен цветами, стилизованными листьями и розетками, окаймлён жёлтым кантом<br>•&ensp;Между ними — четыре симметричных цветочных композиции в форме креста<br>•&ensp;Обрамление выполнено из цепочек овальных узоров с повторяющимся мотивом — цветок в центре и завитки по краям<br><br>Гармоничное сочетание жёлтого, белого, красного и лилового оттенков на тёмном фоне создаёт эффект глубины и сияния. Такие панно вышивались с особым вниманием к симметрии, а цветочные мотивы символизировали изобилие и благополучие.<br><br>Техника исполнения требует высокого мастерства — каждый стежок тщательно продуман, орнамент продиктован традицией, но при этом в каждой работе присутствует индивидуальность мастерицы.",
          "image": "popup-images/info28.jpg",
          "audio": "audio/info28.mp3"
        },
        {
          "yaw": 2.0865857797279537,
          "pitch": -0.08364724380249555,
          "title": "Панно с изображением павлина",
          "text": "Панно с павлином на чёрном бархатном фоне — образец декоративного текстиля, сочетающий в себе эстетику восточной вышивки и символизм. Павлин, раскинувший пышный хвост, занимает центральное место композиции и обращает на себя внимание благодаря сложному орнаменту и мягкому переливу шёлковых нитей.<br><br>•&ensp;Павлин символизирует бессмертие, красоту и духовное возрождение<br>•&ensp;Хвост птицы представлен в виде крупных каплевидных узоров, напоминающих миндалевидные &quot;буты&quot; — традиционный мотив восточного искусства<br>•&ensp;По периметру расположены стилизованные растительные мотивы и изящные розетки<br>•&ensp;Цветовая гамма основана на сочетании тёплого золота, светлого розового, небесно-голубого и зелёного, которые особенно выразительно смотрятся на фоне чёрного бархата<br><br>Подобные панно изготавливались для украшения интерьеров, особенно в женских покоях. Павлин нередко использовался в свадебной символике, обозначая благополучие и плодородие. Чёрный фон не только подчёркивает яркость узора, но и добавляет композиции глубину и торжественность.",
          "image": "popup-images/info29.jpg",
          "audio": "audio/info29.mp3"
        }
      ]
    },
    {
      "id": "11-12",
      "name": "12",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 2.4352989724898357,
          "pitch": 0.24439699411663263,
          "rotation": 0,
          "target": "10-11"
        },
        {
          "yaw": 1.165955346149664,
          "pitch": 0.3306996573254999,
          "rotation": 0,
          "target": "12-13"
        },
        {
          "yaw": -0.5006637383514843,
          "pitch": 0.2540903742952949,
          "rotation": 0,
          "target": "13-14"
        },
        {
          "yaw": -2.066561484990064,
          "pitch": 0.28267647303608,
          "rotation": 0,
          "target": "14-15"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.4927999801027045,
          "pitch": 0.10133576241295295,
          "title": "Ткацкий станок с ковром в процессе создания",
          "text": "Перед вами — традиционный вертикальный ткацкий станок, на котором вручную создаётся ковёр с медитативной точностью и мастерством. Такая техника ткачества характерна для многих регионов Средней Азии и Ближнего Востока, где ковроткачество является неотъемлемой частью культурного наследия.<br><br>•&ensp;Видимый фрагмент ковра украшен классическим медальонным и рамочным орнаментом, с нишеобразным мотивом, напоминающим михраб — элемент архитектуры мечети<br>•&ensp;Основной узор построен на чередовании геометрических фигур и стилизованных бутоноподобных форм<br>•&ensp;Края обрамлены бордюром с зигзагообразным и меандровым орнаментом<br><br>На таких станках ковры создаются вручную, нить за нитью. Каждый узел завязывается мастером — это долгая и кропотливая работа, требующая точности и концентрации. В среднем создание среднего по размеру ковра может занимать от нескольких недель до нескольких месяцев.",
          "image": "popup-images/info32.jpg",
          "audio": "audio/info32.mp3"
        },
        {
          "yaw": 1.939119251098247,
          "pitch": 0.21710429420173583,
          "title": "Информационная табличка",
          "text": "1.&ensp;КОВРИК. Н. Бердиева. Нукус. 1980 год. Шерсть, х/б, ручное ковроткачество.<br><br>2.&ensp;БАСКУР - Украшение для юрты. Каракалпакстан, конец ХІХ века. Шерсть, х/б основа, паласное и ворсовое ткачество.<br><br>3.&ensp;БУГДЖОМА чехол для простыней. Кашкадарья. Начало ХХ века. Шерсть, шёлк крученый, перламутр, металл, пластмасса, бусины, ручное ткачество, ручная вышивка.<br><br>4.&ensp;КОВЕР &quot;ХАНКИ&quot;. М. Ниязов. Хива. 1962 г. Шерсть, ручное ткачество.<br><br>5.&ensp;КОВЕР &quot;ХАНКИ&quot;. К. Зарщикова, Хива. 1960 г. Шерсть, ручное ткачество<br><br>6.&ensp;ДАКУЛЬХИРС. М. Гулямова. Кашкадарья. 1930-1940 годы. Шерсть, ручное ткачество.<br><br>7.&ensp;КОВЕР &quot;ХИДИРША&quot;. Андижан, 1966 год. Шерсть, ручное ткачество.<br><br>8.&ensp;КОВЕР. Андижан. Конец ХІХ - начало ХХ века. Шерсть, х/б, ручное ткачество.<br><br>9.&ensp;КОВЕР &quot;ХИДИРША&quot;. Андижан. 1975 г. Шерсть, х/б, ручное ткачество.<br><br>10.&ensp;ПАЛАС С ВЫШИВКОЙ. Кашкадарья. 1930 г. Шерсть, ручные ткачество, вышивка.<br>11.&ensp;ПАЛАС &quot;АФГАНИ&quot;. Шахрисабз. 1960 год. Шерсть, ручное ткачество.<br><br>12.&ensp;ДОРОЖКА ПАЛАСНАЯ. В. Инштатова. Шахрисабз. 1958 год. Шерсть, ручное ткачество. ПАЛАС &quot;АРАБИ&quot;. Кашкадарья. 1975 год. Шерсть, ручное ткачество.<br><br>13.&ensp;ПАЛАС &quot;АРАБИ&quot;. Кашкадарья. 1975 год. Шерсть, ручное ткачество",
          "image": "popup-images/info31.jpg",
          "audio": "audio/info31.mp3"
        },
        {
          "yaw": 1.763671911431409,
          "pitch": -0.35609913142618943,
          "title": "Традиционный свадебный головной убор",
          "text": "Этот впечатляющий экспонат представляет собой традиционный свадебный головной убор, используемый в культурах кочевых народов, в частности у туркмен. Композиция включает в себя декоративную ткань, украшенную бисером, тесьмой, ткацкими узорами и подвесками, а также парчовую основу с расшитой бахромой.<br><br>•&ensp;Треугольная тканевая основа образует декоративный фон с чередующимися геометрическими полосами<br>•&ensp;Центральная часть — это цилиндрическая форма, богато декорированная бисером, тесьмой и помпонами<br>•&ensp;Нижний край украшен бахромой из бусин и металлических элементов, звенящих при движении<br><br>Такой убор надевался невестой в день свадьбы и являлся символом богатства семьи, защищённости и женской силы. Он подчеркивал статус невесты и служил амулетом, отпугивающим злые силы благодаря звенящим и блестящим элементам.",
          "image": "popup-images/info33.jpg",
          "audio": "audio/info33.mp3"
        },
        {
          "yaw": 1.1891302324042918,
          "pitch": -0.08208696452890152,
          "title": "Ковер в технике плетёного гобелена",
          "text": "Перед вами — декоративный ковер, выполненный в яркой палитре и характерной технике плетёного гобелена. Изделие украшено повторяющимся орнаментом в виде ромбов с центральным стилизованным цветком, окружённых многоуровневыми рамками. Орнаменты сочетают насыщенные оттенки синего, красного, зелёного и жёлтого, создавая гармоничный ритм по всей поверхности ткани. Край ковра обрамлён геометрической каймой с узором в виде стилизованных крестообразных мотивов и завершён декоративной бахромой в верхней части.",          
          "image": "popup-images/info34.jpg",
          "audio": "audio/info34.mp3"
        },
        {
          "yaw": 0.418139346973323,
          "pitch": 0.2591234290116695,
          "title": "Традиционные музыкальные инструменты",
          "text": "Перед вами — коллекция традиционных музыкальных инструментов народов Центральной Азии. Эти инструменты сопровождали как бытовую, так и обрядовую жизнь: свадьбы, народные праздники, ритуалы и музыкальные состязания.<br><br>•&ensp;В центре — двухкорпусная дутар, богато украшенная резьбой и росписью<br>•&ensp;По краям — другие варианты дутаров и танбуров с вытянутым грифом<br>•&ensp;Внизу — пара глиняных барабанов с кожаной мембраной, используемых в ритмическом сопровождении<br><br>Каждый инструмент изготавливался вручную и имел индивидуальное звучание. Резные головки в форме животных, инкрустации и узоры придавали им художественную ценность. Музыка, исполняемая на таких инструментах, отражала богатство устной поэтической традиции региона.",
          "image": "popup-images/info35.jpg",
          "audio": "audio/info35.mp3"
        },
        {
          "yaw": -0.08667057646387377,
          "pitch": 0.161895350169452,
          "title": "Церемониальные духовые и ударные инструменты",
          "text": "Экспозиция демонстрирует редкие образцы традиционных духовых и ударных инструментов, использовавшихся в торжественных обрядах, парадах и праздниках.<br><br>•&ensp;На переднем плане — карнаи, длинная медная труба, издающая мощный низкий звук<br>•&ensp;Позади — круглый бубен дап, обтянутый кожей и украшенный звенящими кольцами<br>•&ensp;Справа — деревянная стойка, на которой также размещён сурнай — тростевый духовой инструмент<br><br>Карнаи традиционно применялись на свадьбах, праздниках Навруз и встречах высоких гостей. Их звук возвещал о начале торжества. Дап сопровождал музыкальные выступления, танцы и религиозные церемонии. Сурнай — яркий и пронзительный по звучанию — дополнял ансамбли и шествия.",
          "image": "popup-images/info36.jpg",
          "audio": "audio/info36.mp3"
        },
        {
          "yaw": -0.2991894352839015,
          "pitch": 0.14189865031883464,
          "title": "Струнные инструменты и традиционный ансамбль",
          "text": "В витрине представлены важнейшие инструменты узбекской классической и народной музыки, каждый из которых имеет глубокое культурное значение.<br><br>•&ensp;Слева — танбур и дутары, инструменты с длинным грифом, применяемые в сольной и ансамблевой игре<br>•&ensp;На переднем плане — круглый бубен дап, украшенный металлическими кольцами для ритмического сопровождения<br>•&ensp;Справа — рубаб и гиджак — струнные смычковые инструменты с богатой мелодической выразительностью<br><br>Такие ансамбли сопровождали музыкально-поэтические вечера, макамы, свадьбы и праздники. Рубаб с его мягким тембром часто использовался как солирующий инструмент, а дутар и танбур придавали композиции глубину и ритмическую структуру.",
          "image": "popup-images/info37.jpg",
          "audio": "audio/info37.mp3"
        },
        {
          "yaw": -1.0838063834859923,
          "pitch": 0.1457181692814764,
          "title": "Килим с геометрическим орнаментом",
          "text": "Перед вами — традиционный килим, сотканный в технике плетёного ковра без ворса. Такие изделия широко использовались в быту кочевых и оседлых народов Средней Азии.<br><br>•&ensp;Основу орнамента составляют ромбовидные и треугольные мотивы<br>•&ensp;Цветовая палитра включает охристо-красные, жёлтые, чёрные и серо-синие тона<br>•&ensp;Центральная вертикальная полоса делит ковёр на симметричные зоны<br><br>Каждый геометрический элемент несёт символическое значение: защита от сглаза, плодородие, семейное благополучие. Килимы ткались вручную, их создавали как практичные, так и обрядовые предметы — в приданое, в подарок, для украшения стен или полов в юртах.",
          "image": "popup-images/info38.jpg",
          "audio": "audio/info38.mp3"
        },
        {
          "yaw": -0.9790519325899005,
          "pitch": 0.020450051512440837,
          "title": "Килим с полосатым орнаментом",
          "text": "Этот килим украшен чередующимися полосами с геометрическими фигурами, выполненными в насыщенных цветах: бордовом, зелёном, жёлтом, тёмно-синем и кремовом.<br><br>•&ensp;Основной мотив — стилизованные символы &quot;бараньих рогов&quot;, часто встречающиеся в орнаменте кочевых народов<br>•&ensp;Повторяющийся узор формирует ритмичную структуру и подчёркивает вертикальное вытягивание ковра<br>•&ensp;Цвета имеют обереговое значение, символизируя плодородие, достаток и защиту<br><br>Этот тип килима мог служить как декоративным покрытием, так и частью приданого. Простота формы сочетается с глубоким символизмом — каждый ряд создаёт визуальный и смысловой ритм, говорящий о цикличности жизни и устойчивости традиций.",
          "image": "popup-images/info39.jpg",
          "audio": "audio/info39.mp3"
        },
        {
          "yaw": -0.9474842883648318,
          "pitch": -0.09587153943930105,
          "title": "Полосатый килим с динамичным ритмом",
          "text": "Этот килим представляет собой пример текстиля, выполненного в технике плоского ткачества, характерного для кочевых народов.<br><br>•&ensp;Полосатая композиция формируется чередованием узких и широких полос различных оттенков: охры, терракоты, тёмно-синего, кремового<br>•&ensp;Мотивы в виде стрел и треугольников добавляют ритм и направление<br>•&ensp;Окраска достигалась с помощью природных красителей — корней, коры, листьев и минералов<br><br>Килим служил не только декоративным покрытием, но и выполнял утилитарную функцию — как занавес, накидка или настил. Орнамент подчеркивает движение и жизненную энергию, присущую кочевому образу жизни.",
          "image": "popup-images/info40.jpg",
          "audio": "audio/info40.mp3"
        },
        {
          "yaw": -0.7456418161274669,
          "pitch": -0.008259356422140485,
          "title": "Килим с шахматной композицией и космогоническими мотивами",
          "text": "Этот килим представляет собой редкий пример композиции, основанной на повторяющемся шахматном принципе, где каждый квадрат содержит сложный символический орнамент.<br><br>•&ensp;Центральные фигуры — крюкообразные мотивы, символизирующие защиту и устойчивость<br>•&ensp;Вставки в виде ромбов и крестов отражают древние обережные традиции<br>•&ensp;Чёткий ритм и контрастные цвета создают визуальный эффект глубины и движения<br><br>Такой тип орнамента характерен для ковроткачества горных и степных регионов Центральной Азии. Он сочетает в себе декоративность и магическую функцию, направленную на охрану жилища и благополучие семьи.",
          "image": "popup-images/info41.jpg",
          "audio": "audio/info41.mp3"
        },
        {
          "yaw": -0.5277061732268642,
          "pitch": 0.09125318140180916,
          "title": "Традиционный узбекский тапчан с резным дастарханом",
          "text": "Эта композиция представляет собой уютный уголок для чаепитий и бесед в узбекском доме. В центре — деревянный стол дастархан с богатой резьбой и росписью, традиционный элемент семейных собраний.<br><br>•&ensp;Караваты украшены резными деревянными спинками<br>•&ensp;Яркие подушки и покрывала с вышивкой сюзане создают атмосферу уюта<br>•&ensp;На полу — ковры с геометрическими и цветочными узорами, создающие многослойную текстильную композицию<br><br>Такое пространство символизирует гостеприимство, уважение к традициям и особую роль совместного приёма пищи в культуре Узбекистана.",
          "image": "popup-images/info42.jpg",
          "audio": "audio/info42.mp3"
        }
      ]
    },
    {
      "id": "12-13",
      "name": "13",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -1.836166494600544,
        "pitch": -0.19351692227448503,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 1.650986052465763,
          "pitch": 0.06324398256886532,
          "rotation": 0,
          "target": "13-14"
        },
        {
          "yaw": 0.003331482758662574,
          "pitch": 0.20708776917889438,
          "rotation": 0,
          "target": "11-12"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.4462638727858348,
          "pitch": 0.20239909844441684,
          "title": "Информационная табличка",
          "text": "1.&ensp;КОВРИК. Н. Бердиева. Нукус. 1980 год. Шерсть, х/б, ручное ковроткачество.<br><br>2.&ensp;БАСКУР - Украшение для юрты. Каракалпакстан, конец ХІХ века. Шерсть, х/б основа, паласное и ворсовое ткачество.<br><br>3.&ensp;БУГДЖОМА чехол для простыней. Кашкадарья. Начало ХХ века. Шерсть, шёлк крученый, перламутр, металл, пластмасса, бусины, ручное ткачество, ручная вышивка.<br><br>4.&ensp;КОВЕР &quot;ХАНКИ&quot;. М. Ниязов. Хива. 1962 г. Шерсть, ручное ткачество.<br><br>5.&ensp;КОВЕР &quot;ХАНКИ&quot;. К. Зарщикова, Хива. 1960 г. Шерсть, ручное ткачество<br><br>6.&ensp;ДАКУЛЬХИРС. М. Гулямова. Кашкадарья. 1930-1940 годы. Шерсть, ручное ткачество.<br><br>7.&ensp;КОВЕР &quot;ХИДИРША&quot;. Андижан, 1966 год. Шерсть, ручное ткачество.<br><br>8.&ensp;КОВЕР. Андижан. Конец ХІХ - начало ХХ века. Шерсть, х/б, ручное ткачество.<br><br>9.&ensp;КОВЕР &quot;ХИДИРША&quot;. Андижан. 1975 г. Шерсть, х/б, ручное ткачество.<br><br>10.&ensp;ПАЛАС С ВЫШИВКОЙ. Кашкадарья. 1930 г. Шерсть, ручные ткачество, вышивка.<br>11.&ensp;ПАЛАС &quot;АФГАНИ&quot;. Шахрисабз. 1960 год. Шерсть, ручное ткачество.<br><br>12.&ensp;ДОРОЖКА ПАЛАСНАЯ. В. Инштатова. Шахрисабз. 1958 год. Шерсть, ручное ткачество. ПАЛАС &quot;АРАБИ&quot;. Кашкадарья. 1975 год. Шерсть, ручное ткачество.<br><br>13.&ensp;ПАЛАС &quot;АРАБИ&quot;. Кашкадарья. 1975 год. Шерсть, ручное ткачество",
          "image": "popup-images/info31.jpg",
          "audio": "audio/info31.mp3"
        },
        {
          "yaw": -1.075058586992796,
          "pitch": 0.28914935128311825,
          "title": "Ткацкий станок с ковром в процессе создания",
          "text": "Перед вами — традиционный вертикальный ткацкий станок, на котором вручную создаётся ковёр с медитативной точностью и мастерством. Такая техника ткачества характерна для многих регионов Средней Азии и Ближнего Востока, где ковроткачество является неотъемлемой частью культурного наследия.<br><br>•&ensp;Видимый фрагмент ковра украшен классическим медальонным и рамочным орнаментом, с нишеобразным мотивом, напоминающим михраб — элемент архитектуры мечети<br>•&ensp;Основной узор построен на чередовании геометрических фигур и стилизованных бутоноподобных форм<br>•&ensp;Края обрамлены бордюром с зигзагообразным и меандровым орнаментом<br><br>На таких станках ковры создаются вручную, нить за нитью. Каждый узел завязывается мастером — это долгая и кропотливая работа, требующая точности и концентрации. В среднем создание среднего по размеру ковра может занимать от нескольких недель до нескольких месяцев.",
          "image": "popup-images/info32.jpg",
          "audio": "audio/info32.mp3"
        },
        {
          "yaw": -0.7675887897784541,
          "pitch": -0.40566056843514353,
          "title": "Традиционный свадебный головной убор",
          "text": "Этот впечатляющий экспонат представляет собой традиционный свадебный головной убор, используемый в культурах кочевых народов, в частности у туркмен. Композиция включает в себя декоративную ткань, украшенную бисером, тесьмой, ткацкими узорами и подвесками, а также парчовую основу с расшитой бахромой.<br><br>•&ensp;Треугольная тканевая основа образует декоративный фон с чередующимися геометрическими полосами<br>•&ensp;Центральная часть — это цилиндрическая форма, богато декорированная бисером, тесьмой и помпонами<br>•&ensp;Нижний край украшен бахромой из бусин и металлических элементов, звенящих при движении<br><br>Такой убор надевался невестой в день свадьбы и являлся символом богатства семьи, защищённости и женской силы. Он подчеркивал статус невесты и служил амулетом, отпугивающим злые силы благодаря звенящим и блестящим элементам.",
          "image": "popup-images/info33.jpg",
          "audio": "audio/info33.mp3"
        },
        {
          "yaw": -2.1978876416782747,
          "pitch": -0.16433165527336513,
          "title": "Ковер в технике плетёного гобелена",
          "text": "Перед вами — декоративный ковер, выполненный в яркой палитре и характерной технике плетёного гобелена. Изделие украшено повторяющимся орнаментом в виде ромбов с центральным стилизованным цветком, окружённых многоуровневыми рамками. Орнаменты сочетают насыщенные оттенки синего, красного, зелёного и жёлтого, создавая гармоничный ритм по всей поверхности ткани. Край ковра обрамлён геометрической каймой с узором в виде стилизованных крестообразных мотивов и завершён декоративной бахромой в верхней части.",          
          "image": "popup-images/info34.jpg",
          "audio": "audio/info34.mp3"
        },
        {
          "yaw": 0.8242214806709889,
          "pitch": 0.3800009802972788,
          "title": "Традиционные музыкальные инструменты",
          "text": "Перед вами — коллекция традиционных музыкальных инструментов народов Центральной Азии. Эти инструменты сопровождали как бытовую, так и обрядовую жизнь: свадьбы, народные праздники, ритуалы и музыкальные состязания.<br><br>•&ensp;В центре — двухкорпусная дутар, богато украшенная резьбой и росписью<br>•&ensp;По краям — другие варианты дутаров и танбуров с вытянутым грифом<br>•&ensp;Внизу — пара глиняных барабанов с кожаной мембраной, используемых в ритмическом сопровождении<br><br>Каждый инструмент изготавливался вручную и имел индивидуальное звучание. Резные головки в форме животных, инкрустации и узоры придавали им художественную ценность. Музыка, исполняемая на таких инструментах, отражала богатство устной поэтической традиции региона.",
          "image": "popup-images/info35.jpg",
          "audio": "audio/info35.mp3"
        },
        {
          "yaw": 1.3320376528738578,
          "pitch": 0.15201323721344906,
          "title": "Церемониальные духовые и ударные инструменты",
          "text": "Экспозиция демонстрирует редкие образцы традиционных духовых и ударных инструментов, использовавшихся в торжественных обрядах, парадах и праздниках.<br><br>•&ensp;На переднем плане — карнаи, длинная медная труба, издающая мощный низкий звук<br>•&ensp;Позади — круглый бубен дап, обтянутый кожей и украшенный звенящими кольцами<br>•&ensp;Справа — деревянная стойка, на которой также размещён сурнай — тростевый духовой инструмент<br><br>Карнаи традиционно применялись на свадьбах, праздниках Навруз и встречах высоких гостей. Их звук возвещал о начале торжества. Дап сопровождал музыкальные выступления, танцы и религиозные церемонии. Сурнай — яркий и пронзительный по звучанию — дополнял ансамбли и шествия.",
          "image": "popup-images/info36.jpg",
          "audio": "audio/info36.mp3"
        },
        {
          "yaw": 1.483429069803246,
          "pitch": 0.08039995443485282,
          "title": "Струнные инструменты и традиционный ансамбль",
          "text": "В витрине представлены важнейшие инструменты узбекской классической и народной музыки, каждый из которых имеет глубокое культурное значение.<br><br>•&ensp;Слева — танбур и дутары, инструменты с длинным грифом, применяемые в сольной и ансамблевой игре<br>•&ensp;На переднем плане — круглый бубен дап, украшенный металлическими кольцами для ритмического сопровождения<br>•&ensp;Справа — рубаб и гиджак — струнные смычковые инструменты с богатой мелодической выразительностью<br><br>Такие ансамбли сопровождали музыкально-поэтические вечера, макамы, свадьбы и праздники. Рубаб с его мягким тембром часто использовался как солирующий инструмент, а дутар и танбур придавали композиции глубину и ритмическую структуру.",
          "image": "popup-images/info37.jpg",
          "audio": "audio/info37.mp3"
        },
        {
          "yaw": 2.44468025225771,
          "pitch": 0.28512131459514833,
          "title": "Узбекское седло с войлочной обивкой",
          "text": "Перед вами традиционное узбекское седло, покрытое декоративными тканями и войлоком, используемое для украшения лошадей в торжественных случаях.<br><br>•&ensp;Седло богато орнаментировано и украшено тесьмой, кистями и вышивкой<br>•&ensp;Накидки из войлока защищали и седока, и коня от холода и трения<br>•&ensp;Сбоку размещены сумки и предметы быта кочевников — отражение мобильного уклада жизни<br><br>Седло не только выполняло функциональную роль, но и служило показателем статуса всадника и художественного вкуса мастеров, создававших каждую его деталь вручную.",
          "image": "popup-images/info43.jpg",
          "audio": "audio/info43.mp3"
        },
        {
          "yaw": 1.7939886516701815,
          "pitch": 0.043622951474485916,
          "title": "Традиционный узбекский тапчан с резным дастарханом",
          "text": "Эта композиция представляет собой уютный уголок для чаепитий и бесед в узбекском доме. В центре — деревянный стол дастархан с богатой резьбой и росписью, традиционный элемент семейных собраний.<br><br>•&ensp;Караваты украшены резными деревянными спинками<br>•&ensp;Яркие подушки и покрывала с вышивкой сюзане создают атмосферу уюта<br>•&ensp;На полу — ковры с геометрическими и цветочными узорами, создающие многослойную текстильную композицию<br><br>Такое пространство символизирует гостеприимство, уважение к традициям и особую роль совместного приёма пищи в культуре Узбекистана.",
          "image": "popup-images/info42.jpg",
          "audio": "audio/info42.mp3"
        }
      ]
    },
    {
      "id": "13-14",
      "name": "14",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -1.4351851090245926,
        "pitch": 0.022557081921206645,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 0.24979791949085417,
          "pitch": 0.15500642761905326,
          "rotation": 0,
          "target": "12-13"
        },
        {
          "yaw": 0.8224554343616894,
          "pitch": 0.09375591161620989,
          "rotation": 0,
          "target": "11-12"
        },
        {
          "yaw": 1.1100822705952726,
          "pitch": 0.06030271225351669,
          "rotation": 0,
          "target": "14-15"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.1916079211810846,
          "pitch": -0.030087090181655896,
          "title": "Килим с геометрическим орнаментом",
          "text": "Этот килим — пример традиционного ткачества с преобладанием геометрических мотивов, распространённого в кочевых и полукочевых культурах.<br><br>•&ensp;Композиция построена на повторах символических узоров в виде ромбов и крючков<br>•&ensp;Цветовая палитра включает охристо-красные, синие, жёлтые и зелёные оттенки<br>•&ensp;Фигуры напоминают стилизованных животных, что может символизировать охранную функцию<br><br>Такой ковёр не только служил элементом интерьера, но и отражал мировоззрение своего создателя, закладывая в орнамент закодированные смыслы — от защиты до пожеланий плодородия и достатка.",
          "image": "popup-images/info44.jpg",
          "audio": "audio/info44.mp3"
        },
        {
          "yaw": -0.5519521757799435,
          "pitch": -0.012296023323624894,
          "title": "Ковёр с ромбовидным орнаментом",
          "text": "Этот ковёр — яркий пример традиционного ворсового ткачества с преобладанием ромбовидных мотивов, характерных для кочевых культур Центральной Азии.<br><br>•&ensp;Основу композиции составляют вложенные друг в друга ромбы, символизирующие защиту и плодородие<br>•&ensp;Богатая палитра — от охристо-жёлтого до тёмно-коричневого и красного — подчёркивает живость орнамента<br>•&ensp;Крайняя рамка ковра оформлена в виде повторяющихся фигур с декоративными вставками<br><br>Ковры такого типа использовались как настенные панели, напольные покрытия и даже как утеплители в юртах. Они отражают эстетический вкус мастеров и значение символов в повседневной жизни.",
          "image": "popup-images/info45.jpg",
          "audio": "audio/info45.mp3"
        },
        {
          "yaw": -0.999888341793465,
          "pitch": -0.015520964927695502,
          "title": "Ковёр с орнаментом «гюль»",
          "text": "Перед вами — ковёр, украшенный типичным тюркским мотивом «гюль», встречающимся в орнаментальных традициях туркменских и других кочевых народов.<br><br>•&ensp;Узор составлен из повторяющихся восьмиугольных форм, соединённых в симметричную решётку<br>•&ensp;Основные цвета — насыщенный синий и красно-оранжевый — подчёркивают контраст и глубину<br>•&ensp;Внешняя рамка оформлена графичными ответвлениями, напоминающими ритуальные символы<br><br>Такие ковры имели ритуальное и символическое значение. Они сопровождали человека в важнейшие моменты жизни — от рождения до свадебных обрядов — и даже использовались как подарки между семьями или кланами.",
          "image": "popup-images/info46.jpg",
          "audio": "audio/info46.mp3"
        },
        {
          "yaw": -2.481677050095257,
          "pitch": 0.37094888548869775,
          "title": "Традиционный узбекский тапчан с резным дастарханом",
          "text": "Эта композиция представляет собой уютный уголок для чаепитий и бесед в узбекском доме. В центре — деревянный стол дастархан с богатой резьбой и росписью, традиционный элемент семейных собраний.<br><br>•&ensp;Караваты украшены резными деревянными спинками<br>•&ensp;Яркие подушки и покрывала с вышивкой сюзане создают атмосферу уюта<br>•&ensp;На полу — ковры с геометрическими и цветочными узорами, создающие многослойную текстильную композицию<br><br>Такое пространство символизирует гостеприимство, уважение к традициям и особую роль совместного приёма пищи в культуре Узбекистана.",
          "image": "popup-images/info42.jpg",
          "audio": "audio/info42.mp3"
        },
        {
          "yaw": -2.9242368045427174,
          "pitch": -0.006100652739126744,
          "title": "Килим с шахматной композицией и космогоническими мотивами",
          "text": "Этот килим представляет собой редкий пример композиции, основанной на повторяющемся шахматном принципе, где каждый квадрат содержит сложный символический орнамент.<br><br>•&ensp;Центральные фигуры — крюкообразные мотивы, символизирующие защиту и устойчивость<br>•&ensp;Вставки в виде ромбов и крестов отражают древние обережные традиции<br>•&ensp;Чёткий ритм и контрастные цвета создают визуальный эффект глубины и движения<br><br>Такой тип орнамента характерен для ковроткачества горных и степных регионов Центральной Азии. Он сочетает в себе декоративность и магическую функцию, направленную на охрану жилища и благополучие семьи.",
          "image": "popup-images/info41.jpg",
          "audio": "audio/info41.mp3"
        },
        {
          "yaw": 2.9655424097190615,
          "pitch": 0.002555831927315566,
          "title": "Полосатый килим с динамичным ритмом",
          "text": "Этот килим представляет собой пример текстиля, выполненного в технике плоского ткачества, характерного для кочевых народов.<br><br>•&ensp;Полосатая композиция формируется чередованием узких и широких полос различных оттенков: охры, терракоты, тёмно-синего, кремового<br>•&ensp;Мотивы в виде стрел и треугольников добавляют ритм и направление<br>•&ensp;Окраска достигалась с помощью природных красителей — корней, коры, листьев и минералов<br><br>Килим служил не только декоративным покрытием, но и выполнял утилитарную функцию — как занавес, накидка или настил. Орнамент подчеркивает движение и жизненную энергию, присущую кочевому образу жизни.",
          "image": "popup-images/info40.jpg",
          "audio": "audio/info40.mp3"
        },
        {
          "yaw": 2.6395974897257943,
          "pitch": 0.003164866030683555,
          "title": "Килим с полосатым орнаментом",
          "text": "Этот килим украшен чередующимися полосами с геометрическими фигурами, выполненными в насыщенных цветах: бордовом, зелёном, жёлтом, тёмно-синем и кремовом.<br><br>•&ensp;Основной мотив — стилизованные символы &quot;бараньих рогов&quot;, часто встречающиеся в орнаменте кочевых народов<br>•&ensp;Повторяющийся узор формирует ритмичную структуру и подчёркивает вертикальное вытягивание ковра<br>•&ensp;Цвета имеют обереговое значение, символизируя плодородие, достаток и защиту<br><br>Этот тип килима мог служить как декоративным покрытием, так и частью приданого. Простота формы сочетается с глубоким символизмом — каждый ряд создаёт визуальный и смысловой ритм, говорящий о цикличности жизни и устойчивости традиций.",
          "image": "popup-images/info39.jpg",
          "audio": "audio/info39.mp3"
        },
        {
          "yaw": 2.2544486913013255,
          "pitch": 0.006386757255631537,
          "title": "Килим с геометрическим орнаментом",
          "text": "Перед вами — традиционный килим, сотканный в технике плетёного ковра без ворса. Такие изделия широко использовались в быту кочевых и оседлых народов Средней Азии.<br><br>•&ensp;Основу орнамента составляют ромбовидные и треугольные мотивы<br>•&ensp;Цветовая палитра включает охристо-красные, жёлтые, чёрные и серо-синие тона<br>•&ensp;Центральная вертикальная полоса делит ковёр на симметричные зоны<br><br>Каждый геометрический элемент несёт символическое значение: защита от сглаза, плодородие, семейное благополучие. Килимы ткались вручную, их создавали как практичные, так и обрядовые предметы — в приданое, в подарок, для украшения стен или полов в юртах.",
          "image": "popup-images/info38.jpg",
          "audio": "audio/info38.mp3"
        },
        {
          "yaw": 0.5743472310836459,
          "pitch": 0.35355914982519465,
          "title": "Струнные инструменты и традиционный ансамбль",
          "text": "В витрине представлены важнейшие инструменты узбекской классической и народной музыки, каждый из которых имеет глубокое культурное значение.<br><br>•&ensp;Слева — танбур и дутары, инструменты с длинным грифом, применяемые в сольной и ансамблевой игре<br>•&ensp;На переднем плане — круглый бубен дап, украшенный металлическими кольцами для ритмического сопровождения<br>•&ensp;Справа — рубаб и гиджак — струнные смычковые инструменты с богатой мелодической выразительностью<br><br>Такие ансамбли сопровождали музыкально-поэтические вечера, макамы, свадьбы и праздники. Рубаб с его мягким тембром часто использовался как солирующий инструмент, а дутар и танбур придавали композиции глубину и ритмическую структуру.",
          "image": "popup-images/info37.jpg",
          "audio": "audio/info37.mp3"
        },
        {
          "yaw": 0.08960384789241616,
          "pitch": 0.1249758396637155,
          "title": "Узбекское седло с войлочной обивкой",
          "text": "Перед вами традиционное узбекское седло, покрытое декоративными тканями и войлоком, используемое для украшения лошадей в торжественных случаях.<br><br>•&ensp;Седло богато орнаментировано и украшено тесьмой, кистями и вышивкой<br>•&ensp;Накидки из войлока защищали и седока, и коня от холода и трения<br>•&ensp;Сбоку размещены сумки и предметы быта кочевников — отражение мобильного уклада жизни<br><br>Седло не только выполняло функциональную роль, но и служило показателем статуса всадника и художественного вкуса мастеров, создававших каждую его деталь вручную.",
          "image": "popup-images/info43.jpg",
          "audio": "audio/info43.mp3"
        },
        {
          "yaw": 0.24535285634740056,
          "pitch": -0.16673068208955932,
          "title": "Традиционный свадебный головной убор",
          "text": "Этот впечатляющий экспонат представляет собой традиционный свадебный головной убор, используемый в культурах кочевых народов, в частности у туркмен. Композиция включает в себя декоративную ткань, украшенную бисером, тесьмой, ткацкими узорами и подвесками, а также парчовую основу с расшитой бахромой.<br><br>•&ensp;Треугольная тканевая основа образует декоративный фон с чередующимися геометрическими полосами<br>•&ensp;Центральная часть — это цилиндрическая форма, богато декорированная бисером, тесьмой и помпонами<br>•&ensp;Нижний край украшен бахромой из бусин и металлических элементов, звенящих при движении<br><br>Такой убор надевался невестой в день свадьбы и являлся символом богатства семьи, защищённости и женской силы. Он подчеркивал статус невесты и служил амулетом, отпугивающим злые силы благодаря звенящим и блестящим элементам.",
          "image": "popup-images/info33.jpg",
          "audio": "audio/info33.mp3"
        },
        {
          "yaw": 0.37268617067583243,
          "pitch": 0.030462591367077962,
          "title": "Ткацкий станок с ковром в процессе создания",
          "text": "Перед вами — традиционный вертикальный ткацкий станок, на котором вручную создаётся ковёр с медитативной точностью и мастерством. Такая техника ткачества характерна для многих регионов Средней Азии и Ближнего Востока, где ковроткачество является неотъемлемой частью культурного наследия.<br><br>•&ensp;Видимый фрагмент ковра украшен классическим медальонным и рамочным орнаментом, с нишеобразным мотивом, напоминающим михраб — элемент архитектуры мечети<br>•&ensp;Основной узор построен на чередовании геометрических фигур и стилизованных бутоноподобных форм<br>•&ensp;Края обрамлены бордюром с зигзагообразным и меандровым орнаментом<br><br>На таких станках ковры создаются вручную, нить за нитью. Каждый узел завязывается мастером — это долгая и кропотливая работа, требующая точности и концентрации. В среднем создание среднего по размеру ковра может занимать от нескольких недель до нескольких месяцев.",
          "image": "popup-images/info32.jpg",
          "audio": "audio/info32.mp3"
        }
      ]
    },
    {
      "id": "14-15",
      "name": "15",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -1.5378046312988332,
        "pitch": 0.0875250274402326,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 2.309054584734757,
          "pitch": 0.12575747109534063,
          "rotation": 0,
          "target": "11-12"
        },
        {
          "yaw": -1.1425914183315982,
          "pitch": 0.10786780384583139,
          "rotation": 0,
          "target": "16-17"
        },
        {
          "yaw": -1.5246592052250207,
          "pitch": 0.1580367459584675,
          "rotation": 0,
          "target": "15-16"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -1.4207902639710461,
          "pitch": -0.7768263534704012,
          "title": "Декоративный расписной потолок (ганчкарра)",
          "text": "Перед вами — изысканный расписной потолок, выполненный в традициях узбекского декоративного искусства. В его основе — сложная геометрическая композиция: звёзды, многоугольники и симметричные фигуры, образующие оптическую иллюзию глубины и движения. Каждое поле заполнено яркими орнаментами с элементами флоры и абстрактными формами.<br>Подобные потолки создавались вручную с использованием натуральных красок и резьбы по дереву. Помимо эстетической функции, они выполняли и символическую: геометрия отражала гармонию Вселенной, а многократные узоры символизировали бесконечность и совершенство.",
          "image": "popup-images/info47.jpg",
          "audio": "audio/info47.mp3"
        }
      ]
    },
    {
      "id": "15-16",
      "name": "16",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": 2.2035542696614776,
        "pitch": 0.0744558238664812,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 1.7585958950158016,
          "pitch": -0.008435709282842652,
          "rotation": 0,
          "target": "14-15"
        },
        {
          "yaw": 1.2802039505629992,
          "pitch": -0.01520091626116482,
          "rotation": 0,
          "target": "16-17"
        },
        {
          "yaw": 2.1455842301760555,
          "pitch": -0.036783506323184056,
          "rotation": 0,
          "target": "11-12"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.6073060869118052,
          "pitch": -0.9988467657575857,
          "title": "Декоративный расписной потолок (ганчкарра)",
          "text": "Перед вами — изысканный расписной потолок, выполненный в традициях узбекского декоративного искусства. В его основе — сложная геометрическая композиция: звёзды, многоугольники и симметричные фигуры, образующие оптическую иллюзию глубины и движения. Каждое поле заполнено яркими орнаментами с элементами флоры и абстрактными формами.<br>Подобные потолки создавались вручную с использованием натуральных красок и резьбы по дереву. Помимо эстетической функции, они выполняли и символическую: геометрия отражала гармонию Вселенной, а многократные узоры символизировали бесконечность и совершенство.",
          "image": "popup-images/info47.jpg",
          "audio": "audio/info47.mp3"
        }
      ]
    },
    {
      "id": "16-17",
      "name": "17",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -2.165649279759702,
        "pitch": 0.1108787242322471,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": -1.381472045980102,
          "pitch": 0.27790171976673506,
          "rotation": 0,
          "target": "17-18"
        },
        {
          "yaw": -2.3854724196567716,
          "pitch": 0.37698967030756947,
          "rotation": 0,
          "target": "18-19"
        },
        {
          "yaw": 2.2702030118674568,
          "pitch": 0.2367472359535796,
          "rotation": 0,
          "target": "20-21"
        },
        {
          "yaw": -2.244572701668364,
          "pitch": 0.2125840945977604,
          "rotation": 0,
          "target": "19-20"
        },
        {
          "yaw": 0.828354198046048,
          "pitch": 0.10491186402003905,
          "rotation": 0,
          "target": "15-16"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.6323387874361881,
          "pitch": 0.1837607439523321,
          "title": "Узбекская керамическая посуда",
          "text": "В витрине представлена богатая коллекция традиционной керамической посуды, созданной мастерами из различных регионов Узбекистана. Основной акцент сделан на чайные сервизы, кувшины, блюда и пиалы, покрытые характерной глазурью и росписью.<br><br>•&ensp;Верхняя полка демонстрирует керамику с геометрическим узором и бело-синим цветовым решением, вдохновлённым риштанской школой<br>•&ensp;Средняя полка содержит изделия с насыщенной кобальтовой росписью и флористическими мотивами<br>•&ensp;Нижняя часть витрины включает чайники, сахарницы, пиалы и блюда с золотистыми акцентами<br><br>Каждое изделие выполнено вручную, в техниках, передающихся из поколения в поколение. Орнаменты нередко несут символическое значение, отражающее солнце, плодородие, благополучие и защиту.",
          "image": "popup-images/info48.jpg",
          "audio": "audio/info48.mp3"
        },
        {
          "yaw": -0.8524685363315907,
          "pitch": 0.1706025962078872,
          "title": "Керамика и фарфор XIX–XX века",
          "text": "Экспозиция демонстрирует богатое разнообразие узбекской фарфоровой и керамической продукции, созданной мастерами в XIX–XX веках.<br><br>•&ensp;Верхняя полка представлена утонченными изделиями из фарфора с зелёно-белыми орнаментами, характерными для Ферганы<br>•&ensp;Средняя полка содержит элегантный чайный сервиз в светло-розовой гамме с растительным орнаментом и золотыми элементами<br>•&ensp;Нижняя полка включает в себя тёмную посуду с цветочными узорами и декоративные вазы с яркой полихромной росписью<br><br>Такие изделия нередко использовались как в повседневной жизни, так и для приёма гостей в особых случаях. Их художественная ценность сочетается с функциональностью и эстетикой национального стиля.",
          "image": "popup-images/info49.jpg",
          "audio": "audio/info49.mp3"
        },
        {
          "yaw": -1.443279610412219,
          "pitch": -0.20792962275111648,
          "title": "Медные кувшины в нишах",
          "text": "Перед вами художественно оформленная нишевая композиция, украшенная расписными орнаментами и традиционными узорами, характерными для архитектурного убранства Средней Азии. Внутри каждой ниши выставлены старинные медные кувшины различной формы — от изящных узкогорлых до массивных сосудов с широким основанием. Эти кувшины, ранее использовавшиеся в быту для хранения воды и напитков, сегодня воспринимаются как декоративные произведения прикладного искусства. Ниши окрашены в насыщенные оттенки синего, зелёного и теракотового, что создаёт живописный контраст с патиной старинной меди.",
          "image": "popup-images/info50.jpg",
          "audio": "audio/info50.mp3"
        },
        {
          "yaw": -1.5498795070985736,
          "pitch": 0.13755033059385902,
          "title": "Чайный сервиз &quot;Ургут сано&quot;, г. Ташкент",
          "text": "Этот изысканный фарфоровый сервиз, украшенный традиционным синим орнаментом на белом фоне, был создан в 1984 году на ташкентском предприятии. Комплект включает чайник, чашки, сахарницу и вазу. Декор выполнен в духе узбекского прикладного искусства с характерными изогнутыми линиями, растительными мотивами и контрастной росписью. Он служит примером сочетания современных форм с классической восточной эстетикой.",
          "image": "popup-images/info51.jpg",
          "audio": "audio/info51.mp3"
        },
        {
          "yaw": -1.743940891181774,
          "pitch": -0.048748904446867414,
          "title": "Расписной камин",
          "text": "Центральным элементом композиции является изящный камин, оформленный в традициях узбекской архитектуры. Его высокая арка украшена сложными геометрическими и растительными орнаментами в зелёных, синих и красных тонах. Верхняя часть завершена полукуполом, оформленным рельефной резьбой и полихромной росписью. Боковые панели камина окружены декоративными нишами и витражами, создавая впечатление изысканной гармонии. Богато расписанные стены и потолок с мозаичными орнаментами подчёркивают статус и культурное значение помещения. Такое оформление сочетает в себе мастерство резьбы, росписи и керамики, характерное для дворцовых интерьеров Средней Азии.",
          "image": "popup-images/info52.jpg",
          "audio": "audio/info52.mp3"
        },
        {
          "yaw": -1.5543410025534197,
          "pitch": 0.07768140582288474,
          "title": "&quot;Самаркандский мотив&quot; — чайный сервиз",
          "text": "На фото представлен чайный сервиз под названием &quot;Самаркандский мотив&quot;, выполненный в традиционном узбекском стиле. Композиция включает в себя чайник, глубокую тарелку, сахарницы и чашечки (пиалы), украшенные изысканным орнаментом в синих и белых тонах с золотыми акцентами. Узоры напоминают традиционные мотивы самаркандской керамики, с характерной симметрией и растительными элементами. Такой сервиз использовался как в повседневной жизни, так и на торжественных приёмах, подчёркивая вкус, эстетическое чутьё и гостеприимство хозяев.",
          "image": "popup-images/info53.jpg",
          "audio": "audio/info53.mp3"
        },
        {
          "yaw": -1.5584042497459425,
          "pitch": 0.004454802717098971,
          "title": "&quot;Чинор&quot; — чайный сервиз с платановым орнаментом",
          "text": "На изображении представлен чайный сервиз &quot;Чинор&quot;, выполненный в бело-зелёной цветовой гамме с золотой окантовкой. В качестве основного орнамента использованы листья платана (чинор), символизирующие силу, долголетие и связь с природой. Комплект включает в себя чайник, чаши, пиалы и тарелку, оформленные в едином стиле. Такой дизайн отражает сочетание классических форм с элементами растительного узора, что характерно для декоративно-прикладного искусства Узбекистана середины XX века.",
          "image": "popup-images/info54.jpg",
          "audio": "audio/info54.mp3"
        },
        {
          "yaw": -1.9153896422390098,
          "pitch": -0.020464298060330677,
          "title": "&quot;Изумрудный бокал&quot; — декоративный стеклянный сервиз",
          "text": "На изображении представлен изысканный декоративный сервиз из матового зелёного стекла. Его элементы — бокалы, графины, кувшины и стаканы — выполнены в едином стиле с объёмными элементами в виде виноградных гроздей и листьев. Эти рельефные украшения придают предметам выразительность и художественную ценность. Цвет изумруда, прозрачность стекла и растительные формы создают ощущение лёгкости и изящества, характерных для декоративного стеклоделия конца XIX — начала XX века.",
          "image": "popup-images/info55.jpg",
          "audio": "audio/info55.mp3"
        },
        {
          "yaw": -1.9086707859435084,
          "pitch": 0.06347651810536625,
          "title": "&quot;Хрустальный набор &quot;ZARFINSTON&quot;&quot; — утончённая стеклянная посуда",
          "text": "Комплект выполнен из матового и прозрачного стекла. Он включает высокий графин с пробкой, бокалы на тонких ножках с фактурной гравировкой и миниатюрные рюмки с массивным основанием. Каждый элемент оформлен с изяществом и мастерством, характерным для художественного стеклоделия XX века. Резьба на поверхности придаёт объём и делает каждый предмет уникальным в отражении света.",
          "image": "popup-images/info56.jpg",
          "audio": "audio/info56.mp3"
        },
        {
          "yaw": -1.904121660780035,
          "pitch": 0.15400167612025406,
          "title": "&quot;Фрукты и чайный сервиз из стекла&quot; — декоративная витрина 1970-х годов",
          "text": "На нижней полке витрины размещены уникальные стеклянные изделия: чайник и чашки из матового стекла, рядом — фруктовая композиция, имитирующая хурму, гранат, айву, дыню. Фрукты выполнены из цветного стекла, а чаши — из синего и белого матового. Подобные изделия создавались в Узбекистане в середине XX века и служили образцом художественного стеклоделия и декоративного оформления интерьеров.",
          "image": "popup-images/info57.jpg",
          "audio": "audio/info57.mp3"
        },
        {
          "yaw": -1.9053991253312805,
          "pitch": 0.23792916390456398,
          "title": "&quot;Современное стекло&quot; — декоративные композиции из Узбекистана",
          "text": "В витрине представлены современные произведения стеклоделия, выполненные в 1990-х годах. Слева — матовая синяя чаша с абстрактными фигурами, символизирующими семью. В центре — высокий цилиндрический сосуд с белыми декоративными элементами, а справа — прозрачная стеклянная дыня, лежащая на ярко-синем блюде. Экспозиция демонстрирует оригинальные подходы к художественной обработке стекла в позднесоветский период.",
          "image": "popup-images/info58.jpg",
          "audio": "audio/info58.mp3"
        },
        {
          "yaw": 2.7227243131336536,
          "pitch": -0.16039758880317123,
          "title": "&quot;Михраб с геометрическим орнаментом&quot;",
          "text": "&quot;Центральная ниша с михрабом оформлена сложной мозаикой в виде звезды, окружённой многоуровневыми мукарнасами и растительными мотивами, характерными для восточного декоративного искусства.&quot;",
          "image": "popup-images/info59.jpg",
          "audio": "audio/info59.mp3"
        },
        {
          "yaw": 1.8957170080341097,
          "pitch": 0.14405132663830855,
          "title": "&quot;Восточные резные столики&quot;",
          "text": "&quot;Три деревянных восьмиугольных стола, украшенные искусной резьбой по дереву, демонстрируют мастерство восточных ремесленников. Каждый стол имеет уникальный орнамент — от геометрических до растительных мотивов. Центральный стол светлого оттенка помещён на постамент, что подчёркивает его значение. Фон из мозаичной плитки в сине-бирюзовых тонах усиливает декоративный эффект композиции.&quot;",
          "image": "popup-images/info60.jpg",
          "audio": "audio/info60.mp3"
        },
        {
          "yaw": 1.5107303835643435,
          "pitch": -0.16938358523108477,
          "title": "&quot;Ниша с кувшинами&quot;",
          "text": "&quot;Настенная ниша в восточном стиле украшена лепными узорами и многоцветной росписью. Внутри расположены металлические кувшины различной формы, размещённые в симметричных арках с цветными фонами. Каждый сосуд подчёркивает эстетику традиционного быта, а сочетание резных элементов и яркой палитры придаёт композиции торжественность.&quot;",
          "image": "popup-images/info61.jpg",
          "audio": "audio/info61.mp3"
        },
        {
          "yaw": -2.4852068696571195,
          "pitch": -0.22755614674702151,
          "title": "&quot;Арочная ниша с расписной керамикой&quot;",
          "text": "&quot;Перед вами эффектная арочная ниша, выполненная в традициях восточной архитектурной эстетики. Её пространство разделено на множество небольших углублений различной формы и глубины, украшенных яркой полихромной росписью и резными элементами. Цветовая палитра включает насыщенные оттенки зелёного, синего, охристого и бирюзового, контрастирующие с белыми резными решётками. Внутри каждой ниши размещены изящные керамические изделия — чаши, кувшины и вазы, каждая из которых отличается уникальным узором и орнаментальным стилем. Особенно выделяются две крупные расписные вазы, помещённые в нижние ячейки: они символизируют важность декоративной керамики в культуре региона. Верхняя центральная ниша оформлена сталактитовым сводом с многоцветной росписью, что придаёт всей композиции архитектурную глубину и завершённость. Этот экспонат демонстрирует гармоничное сочетание архитектуры, керамики и художественной росписи, присущее богатому наследию Центральной Азии.&quot;",
          "image": "popup-images/info62.jpg",
          "audio": "audio/info62.mp3"
        },
        {
          "yaw": 2.620314997396177,
          "pitch": 0.06874511667620276,
          "title": "&quot;Самаркандская роза&quot;: фарфоровые пиалы из набора &quot;Гавхар&quot;",
          "text": "Перед вами изящные фарфоровые пиалы из набора &quot;Гавхар&quot;, созданные на заводе имени Ломоносова в середине XX века. Каждый из предметов украшен богатым декором: насыщенный розовый фон сочетается с живописными изображениями пышных роз и фруктов, выполненных в стиле, характерном для декоративного искусства советского периода. Центральный элемент оформления — композиции с букетами цветов, которые нанесены на гладкую поверхность с высокой точностью и тщательностью. Некоторые чаши оформлены орнаментальными полосами с восточными мотивами, обрамляющими изображения. Композиция отличается гармонией цвета и формы, подчеркивая эстетику времени и популярность так называемой &quot;фарфоровой романтики&quot;. Эти предметы не только служили практической цели, но и были призваны украсить интерьер, отражая представления о красоте и уюте в культуре советского Востока.",
          "image": "popup-images/info63.jpg",
          "audio": "audio/info63.mp3"
        },
        {
          "yaw": 2.8023203357739543,
          "pitch": 0.06368758768383564,
          "title": "&quot;Самаркандская роза&quot;: блюдо и пиалы из набора &quot;Гавхар&quot;",
          "text": "В центре композиции — декоративное блюдо с изображением букета цветов на белом фоне, обрамлённом насыщенным розово-малиновым кольцом. По краю блюда равномерно размещены белые лепестки, напоминающие рассыпанные цветы, что придаёт декоративному оформлению дополнительную живописность. Композиция дополнена двумя пиалами, украшенными аналогичными флористическими мотивами: яркие цветы в стиле фарфоровой живописи XX века сочетаются с плавными линиями и насыщенными оттенками. Эти предметы входят в знаменитый сервиз &quot;Гавхар&quot;, получивший неофициальное название &quot;Самаркандская роза&quot; за узнаваемую композицию из роз и декоративных фруктов. Набор отражает эстетику того времени — стремление к яркости, декоративности и душевному уюту.",
          "image": "popup-images/info64.jpg",
          "audio": "audio/info64.mp3"
        },
        {
          "yaw": 2.9408964150459074,
          "pitch": 0.05651930408599881,
          "title": "&quot;Городская&quot; серия чайников с розовым фоном",  
          "text": "Перед вами коллекция чайников из знаменитой серии &quot;Городская&quot;, созданной на одном из фарфоровых заводов Советского Союза во второй половине XX века. Эти чайники выделяются насыщенным розовым фоном, на котором размещены детализированные композиции из цветов и фруктов — типичный мотив декоративного прикладного искусства того времени. Центр каждого изделия украшен круглой вставкой с изысканным натюрмортом, обрамлённым белыми лепестками. Гармоничное сочетание формы, цвета и орнамента делает эти предметы выразительным примером эстетики советского фарфора и массового искусства, ориентированного на украшение повседневного быта."  ,
          "image": "popup-images/info65.jpg",
          "audio": "audio/info65.mp3"
        },
        {
          "yaw": 3.0907066794978526,
          "pitch": 0.05643627965364395,
          "title": "&quot;Городская&quot; серия: сервировочный набор с розовым фоном",  
          "text": "Центральное место на витрине занимает элегантная супница с крышкой, выполненная в насыщенном розовом цвете и украшенная белыми стилизованными листьями и нежным флористическим орнаментом. По бокам от неё расположены две чайные пары с чашками и блюдцами, выдержанные в том же стиле. Сзади видны миска, соусник и сливочник, формирующие полный сервировочный набор. Изделия этой серии не только служили в обиходе, но и символизировали стремление к красоте и уюту в интерьере, особенно в советское время. Художественное оформление подчёркивает декоративную ценность даже самых утилитарных предметов."  ,
          "image": "popup-images/info66.jpg",
          "audio": "audio/info66.mp3"
        },
        {
          "yaw": -2.8495515566392484,
          "pitch": 0.03579745752234942,
          "title": "&quot;Цветочный сад&quot;, чайный сервиз",
          "text": "Чайный сервиз &quot;Цветочный сад&quot;, созданный в Ташкенте в 1980-е годы, отличается изысканной художественной проработкой и декоративной насыщенностью. Все предметы набора — чайник и шесть чашек с блюдцами — выполнены из тонкого фарфора с жемчужным отливом. Особенно выразительны лепные элементы в виде пышных розово-фиолетовых цветов с зелёными листьями, украшающие каждый предмет. Эти декоративные цветочные мотивы подчёркивают романтический характер сервиза и придают ему объёмность и фактурность. Нежные переливы перламутра и утончённая роспись делают этот сервиз не только функциональным, но и ярким примером декоративно-прикладного искусства Узбекистана второй половины XX века. Сервиз стал воплощением стремления к красоте и уюту в повседневной жизни.",
          "image": "popup-images/info67.jpg",
          "audio": "audio/info67.mp3"
        },
        {
          "yaw": -2.73688545742281,
          "pitch": 0.03398583280545786,
          "title": "&quot;Сима и Саид&quot;, декоративное блюдо",
          "text": "Декоративное блюдо &quot;Сима и Саид&quot;, созданное в 1977 году в Ташкенте, представляет собой произведение фарфорового искусства, вдохновлённое историко-литературной тематикой. Центральный образ композиции — женский портрет, выполненный в мягкой пастельной палитре с акцентом на глаза, которые выражают одновременно гордость и задумчивость. Богатый национальный головной убор с жемчугом, тканями и золотыми деталями придаёт образу величественность. Тонкая прорисовка фона с архитектурными мотивами усиливает ассоциации с Востоком, создавая иллюзию глубины и сцены. Художник А. Ахмедов передал в этом блюде не только эстетику, но и настроение, сохранив в фарфоре дух узбекской культуры. Композиция наполнена декоративностью и символикой, что делает её ценным экспонатом прикладного искусства 1970-х годов.",
          "image": "popup-images/info68.jpg",
          "audio": "audio/info68.mp3"
        },
        {
          "yaw": -2.653570473920249,
          "pitch": 0.0345726587329942,
          "title": "&quot;Индийская красавица&quot;, декоративное блюдо",
          "text": "Фарфоровое декоративное блюдо &quot;Индийская красавица&quot;, созданное в 1975 году в Ташкенте художником А. Ахмедовым, изображает изысканный женский портрет, наполненный мягкой грацией и загадочностью. Молодая женщина изображена в профиль, с выразительными чертами лица и большими миндалевидными глазами, подчёркнутыми лёгкой тенью. Особое внимание привлекают золотые украшения: крупные серьги, ожерелье и тонкие браслеты, которые подчеркивают её статус и национальную принадлежность. Волосы убраны под лёгкое покрывало, гармонирующее с общим тоном композиции. Фон блюда выполнен в теплых охристо-золотистых оттенках, создавая ощущение мягкого света и уюта. Это произведение сочетает в себе живописную изысканность с декоративной функцией, передавая эстетические идеалы и культурные мотивы Востока.",
          "image": "popup-images/info69.jpg",
          "audio": "audio/info69.mp3"
        },
        {
          "yaw": -2.5453468031413315,
          "pitch": 0.04460228692114043,
          "title": "&quot;Египетская красавица&quot;, декоративное блюдо",
          "text": "Фарфоровое декоративное блюдо &quot;Египетская красавица&quot;, созданное в 1971 году в Ташкенте мастером А. Ахмедовым, представляет собой эффектное художественное произведение, вдохновлённое образом царицы Нефертити. Женский портрет выполнен с утончённой пластикой линий: лицо с высокими скулами и длинной шеей передаёт благородство и величие. Голова украшена синим царским убором с белыми акцентами, узнаваемым по древнеегипетским барельефам. Фон блюда окрашен в насыщенный синий цвет, усиливающий ощущение глубины и таинственности. Мягкое свечение глаз, тонкая проработка деталей и декоративные золотистые элементы делают композицию изысканной и монументальной. Это произведение объединяет древнюю эстетику с современными средствами фарфоровой живописи, отражая интерес к истории и мифологии Древнего Востока.",
          "image": "popup-images/info70.jpg",
          "audio": "audio/info70.mp3"
        },
        {
          "yaw": -1.4548277560327776,
          "pitch": -1.4849571161870188,
          "title": "&quot;Потолок в стиле космической геометрии&quot;, архитектурная резьба",
          "text": "Перед вами великолепный потолок с резьбой и росписью, представляющий собой один из ярчайших примеров восточного декоративного искусства. Центральную часть композиции занимает сложная геометрическая звезда, созданная из пересекающихся многоугольников и линий, уходящих в перспективу. Внутри каждого сегмента орнамента размещены миниатюрные флоральные и звездчатые узоры, выполненные в насыщенных оттенках золотого, тёмно-синего, зелёного и красного. Этот орнамент создаёт эффект бесконечного расширения и напоминает структуру звёздного неба или вселенской карты. Грани узоров подчёркнуты тонкими линиями, создающими ощущение рельефности. На фоне изысканного потолочного панно выделяются пять подвесных светильников: центральный украшен кружевной белой резьбой, а остальные — более сдержанные, в форме сфер. Вокруг потолка тянутся по периметру кессонные фризы с розетками, арками и сложной плетёнкой, объединяя все элементы в единую гармоничную композицию. Потолок не просто архитектурный элемент, а символический купол, соединяющий земное пространство с небесным миром.",
          "image": "popup-images/info77.jpg",
          "audio": "audio/info77.mp3"
        },
        {
          "yaw": -1.3599269637657336,
          "pitch": 0.12690838549235117,
          "title": "&quot;Ваза с юношей и девушкой в саду&quot;, Ташкент, 1979 год",
          "text": "Фарфоровая ваза, представленная на экспозиции, создана в Ташкенте в 1979 году и демонстрирует изысканное сочетание утончённой живописи и традиционных мотивов. На её поверхности изображён юноша в национальной тюбетейке, сидящий на траве под цветущими деревьями, а с другой стороны изображена девушка. Юноша держит в руке пиалу и словно погружён в созерцание природы. Вокруг него растут кустарники и деревья с нежными белыми цветами, выполненными тонкой кистью в кобальтово-синих и светло-зелёных оттенках. Композиция передаёт атмосферу спокойствия и уединённости, характерную для восточных садов, являющихся местом размышлений и отдыха. Цветовая гамма плавно переходит от небесно-голубого к насыщенному синему в верхней части и к мягкому зелёному у основания. Такой градиент создаёт эффект глубины и усиливает впечатление погружения в живописный пейзаж. Ваза не только декоративный предмет, но и культурный артефакт, несущий в себе эстетику и философию Средней Азии конца XX века.",
          "image": "popup-images/info107.jpg",
          "audio": "audio/info107.mp3"
        }
      ]
    },
    {
      "id": "17-18",
      "name": "18",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -2.4786504782536696,
        "pitch": -0.005299489252195144,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 2.5599561756647127,
          "pitch": 0.1975852008905541,
          "rotation": 0,
          "target": "19-20"
        },
        {
          "yaw": 1.6104713471599839,
          "pitch": 0.3090835025660503,
          "rotation": 0,
          "target": "18-19"
        },
        {
          "yaw": 0.763070518024179,
          "pitch": 0.21838468914132037,
          "rotation": 0,
          "target": "16-17"
        },
        {
          "yaw": 1.2039492375825542,
          "pitch": 0.11642283302188261,
          "rotation": 0,
          "target": "20-21"
        },
        {
          "yaw": 0.3264063606546692,
          "pitch": 0.10719081246132234,
          "rotation": 0,
          "target": "15-16"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.8639895131441353,
          "pitch": -0.06855415215601823,
          "title": "Узбекская керамическая посуда",
          "text": "В витрине представлена богатая коллекция традиционной керамической посуды, созданной мастерами из различных регионов Узбекистана. Основной акцент сделан на чайные сервизы, кувшины, блюда и пиалы, покрытые характерной глазурью и росписью.<br><br>•&ensp;Верхняя полка демонстрирует керамику с геометрическим узором и бело-синим цветовым решением, вдохновлённым риштанской школой<br>•&ensp;Средняя полка содержит изделия с насыщенной кобальтовой росписью и флористическими мотивами<br>•&ensp;Нижняя часть витрины включает чайники, сахарницы, пиалы и блюда с золотистыми акцентами<br><br>Каждое изделие выполнено вручную, в техниках, передающихся из поколения в поколение. Орнаменты нередко несут символическое значение, отражающее солнце, плодородие, благополучие и защиту.",
          "image": "popup-images/info48.jpg",
          "audio": "audio/info48.mp3"
        },
        {
          "yaw": -1.2658624315273048,
          "pitch": -0.1274415224019858,
          "title": "Керамика и фарфор XIX–XX века",
          "text": "Экспозиция демонстрирует богатое разнообразие узбекской фарфоровой и керамической продукции, созданной мастерами в XIX–XX веках.<br><br>•&ensp;Верхняя полка представлена утонченными изделиями из фарфора с зелёно-белыми орнаментами, характерными для Ферганы<br>•&ensp;Средняя полка содержит элегантный чайный сервиз в светло-розовой гамме с растительным орнаментом и золотыми элементами<br>•&ensp;Нижняя полка включает в себя тёмную посуду с цветочными узорами и декоративные вазы с яркой полихромной росписью<br><br>Такие изделия нередко использовались как в повседневной жизни, так и для приёма гостей в особых случаях. Их художественная ценность сочетается с функциональностью и эстетикой национального стиля.",
          "image": "popup-images/info49.jpg",
          "audio": "audio/info49.mp3"
        },
        {
          "yaw": -2.526743465175011,
          "pitch": -0.3325873243039972,
          "title": "Медные кувшины в нишах",
          "text": "Перед вами художественно оформленная нишевая композиция, украшенная расписными орнаментами и традиционными узорами, характерными для архитектурного убранства Средней Азии. Внутри каждой ниши выставлены старинные медные кувшины различной формы — от изящных узкогорлых до массивных сосудов с широким основанием. Эти кувшины, ранее использовавшиеся в быту для хранения воды и напитков, сегодня воспринимаются как декоративные произведения прикладного искусства. Ниши окрашены в насыщенные оттенки синего, зелёного и теракотового, что создаёт живописный контраст с патиной старинной меди.",
          "image": "popup-images/info50.jpg",
          "audio": "audio/info50.mp3"
        },
        {
          "yaw": -2.2133241933160903,
          "pitch": 0.21500495208123738,
          "title": "&quot;Ваза с юношей девушкой в саду&quot;, Ташкент, 1979 год",
          "text": "Эта изящная фарфоровая ваза, созданная в Ташкенте в 1979 году, украшена живописной сценой, в которой изображена девушка, сидящая в тени деревьев, а с другой изображен юноша. Её фигура проработана с особой утончённостью — девушка в длинном жёлтом платье с узорами, с тюбетейкой на голове и книгой или письмом в руках, словно погружена в свои мысли. Рядом расположено блюдо с фруктами, а фон составляют цветущие деревья и тонко выписанные растения. Плавный градиент от светло-зелёного в нижней части к насыщенно-синему в верхней создаёт мягкую атмосферу летнего сада, полного покоя. Композиция дополнена изображением летящей птицы в небе, символизирующей свободу и легкость бытия. Эта работа не только иллюстрирует мастерство декоративной живописи, но и несёт в себе глубокий культурный подтекст: идеал женской красоты, уединённость, интеллектуальность и связь с природой, типичные для художественного мировосприятия Средней Азии второй половины XX века.",
          "image": "popup-images/info108.jpg",
          "audio": "audio/info108.mp3"
        },
        {
          "yaw": -2.5952189845151583,
          "pitch": 0.21248344097199556,
          "title": "Чайный сервиз &quot;Ургут сано&quot;, г. Ташкент",
          "text": "Этот изысканный фарфоровый сервиз, украшенный традиционным синим орнаментом на белом фоне, был создан в 1984 году на ташкентском предприятии. Комплект включает чайник, чашки, сахарницу и вазу. Декор выполнен в духе узбекского прикладного искусства с характерными изогнутыми линиями, растительными мотивами и контрастной росписью. Он служит примером сочетания современных форм с классической восточной эстетикой.",
          "image": "popup-images/info51.jpg",
          "audio": "audio/info51.mp3"
        },
        {
          "yaw": -2.5990645400160997,
          "pitch": 0.05684304283037811,
          "title": "&quot;Самаркандский мотив&quot; — чайный сервиз",
          "text": "На фото представлен чайный сервиз под названием &quot;Самаркандский мотив&quot;, выполненный в традиционном узбекском стиле. Композиция включает в себя чайник, глубокую тарелку, сахарницы и чашечки (пиалы), украшенные изысканным орнаментом в синих и белых тонах с золотыми акцентами. Узоры напоминают традиционные мотивы самаркандской керамики, с характерной симметрией и растительными элементами. Такой сервиз использовался как в повседневной жизни, так и на торжественных приёмах, подчёркивая вкус, эстетическое чутьё и гостеприимство хозяев.",
          "image": "popup-images/info53.jpg",
          "audio": "audio/info53.mp3"
        },
        {
          "yaw": -2.610988286174887,
          "pitch": -0.093964514211482,
          "title": "&quot;Чинор&quot; — чайный сервиз с платановым орнаментом",
          "text": "На изображении представлен чайный сервиз &quot;Чинор&quot;, выполненный в бело-зелёной цветовой гамме с золотой окантовкой. В качестве основного орнамента использованы листья платана (чинор), символизирующие силу, долголетие и связь с природой. Комплект включает в себя чайник, чаши, пиалы и тарелку, оформленные в едином стиле. Такой дизайн отражает сочетание классических форм с элементами растительного узора, что характерно для декоративно-прикладного искусства Узбекистана середины XX века.",
          "image": "popup-images/info54.jpg",
          "audio": "audio/info54.mp3"
        },
        {
          "yaw": 3.127501467194042,
          "pitch": 0.1766241436965359,
          "title": "Расписной камин",
          "text": "Центральным элементом композиции является изящный камин, оформленный в традициях узбекской архитектуры. Его высокая арка украшена сложными геометрическими и растительными орнаментами в зелёных, синих и красных тонах. Верхняя часть завершена полукуполом, оформленным рельефной резьбой и полихромной росписью. Боковые панели камина окружены декоративными нишами и витражами, создавая впечатление изысканной гармонии. Богато расписанные стены и потолок с мозаичными орнаментами подчёркивают статус и культурное значение помещения. Такое оформление сочетает в себе мастерство резьбы, росписи и керамики, характерное для дворцовых интерьеров Средней Азии.",
          "image": "popup-images/info52.jpg",
          "audio": "audio/info52.mp3"
        },
        {
          "yaw": 2.644117218156272,
          "pitch": -0.056953615529122814,
          "title": "&quot;Изумрудный бокал&quot; — декоративный стеклянный сервиз",
          "text": "На изображении представлен изысканный декоративный сервиз из матового зелёного стекла. Его элементы — бокалы, графины, кувшины и стаканы — выполнены в едином стиле с объёмными элементами в виде виноградных гроздей и листьев. Эти рельефные украшения придают предметам выразительность и художественную ценность. Цвет изумруда, прозрачность стекла и растительные формы создают ощущение лёгкости и изящества, характерных для декоративного стеклоделия конца XIX — начала XX века.",
          "image": "popup-images/info55.jpg",
          "audio": "audio/info55.mp3"
        },
        {
          "yaw": 2.6393371753291364,
          "pitch": 0.04490848140116199,
          "title": "&quot;Хрустальный набор &quot;ZARFINSTON&quot;&quot; — утончённая стеклянная посуда",
          "text": "Комплект выполнен из матового и прозрачного стекла. Он включает высокий графин с пробкой, бокалы на тонких ножках с фактурной гравировкой и миниатюрные рюмки с массивным основанием. Каждый элемент оформлен с изяществом и мастерством, характерным для художественного стеклоделия XX века. Резьба на поверхности придаёт объём и делает каждый предмет уникальным в отражении света.",
          "image": "popup-images/info56.jpg",
          "audio": "audio/info56.mp3"
        },
        {
          "yaw": 2.6374597541862927,
          "pitch": 0.149903256948555,
          "title": "&quot;Фрукты и чайный сервиз из стекла&quot; — декоративная витрина 1970-х годов",
          "text": "На нижней полке витрины размещены уникальные стеклянные изделия: чайник и чашки из матового стекла, рядом — фруктовая композиция, имитирующая хурму, гранат, айву, дыню. Фрукты выполнены из цветного стекла, а чаши — из синего и белого матового. Подобные изделия создавались в Узбекистане в середине XX века и служили образцом художественного стеклоделия и декоративного оформления интерьеров.",
          "image": "popup-images/info57.jpg",
          "audio": "audio/info57.mp3"
        },
        {
          "yaw": 2.633713871154054,
          "pitch": 0.2627625849419388,
          "title": "&quot;Современное стекло&quot; — декоративные композиции из Узбекистана",
          "text": "В витрине представлены современные произведения стеклоделия, выполненные в 1990-х годах. Слева — матовая синяя чаша с абстрактными фигурами, символизирующими семью. В центре — высокий цилиндрический сосуд с белыми декоративными элементами, а справа — прозрачная стеклянная дыня, лежащая на ярко-синем блюде. Экспозиция демонстрирует оригинальные подходы к художественной обработке стекла в позднесоветский период.",
          "image": "popup-images/info58.jpg",
          "audio": "audio/info58.mp3"
        },
        {
          "yaw": 1.4378013089004256,
          "pitch": -0.21199000773556342,
          "title": "&quot;Михраб с геометрическим орнаментом&quot;",
          "text": "Центральная ниша с михрабом оформлена сложной мозаикой в виде звезды, окружённой многоуровневыми мукарнасами и растительными мотивами, характерными для восточного декоративного искусства.",
          "image": "popup-images/info59.jpg",
          "audio": "audio/info59.mp3"
        },
        {
          "yaw": 0.9429906144344287,
          "pitch": 0.05821770166300233,
          "title": "&quot;Восточные резные столики&quot;",
          "text": "&quot;Три деревянных восьмиугольных стола, украшенные искусной резьбой по дереву, демонстрируют мастерство восточных ремесленников. Каждый стол имеет уникальный орнамент — от геометрических до растительных мотивов. Центральный стол светлого оттенка помещён на постамент, что подчёркивает его значение. Фон из мозаичной плитки в сине-бирюзовых тонах усиливает декоративный эффект композиции.&quot;",
          "image": "popup-images/info60.jpg",
          "audio": "audio/info60.mp3"
        },
        {
          "yaw": 0.7412771038676667,
          "pitch": -0.06472310478310916,
          "title": "&quot;Ниша с кувшинами&quot;",
          "text": "&quot;Настенная ниша в восточном стиле украшена лепными узорами и многоцветной росписью. Внутри расположены металлические кувшины различной формы, размещённые в симметричных арках с цветными фонами. Каждый сосуд подчёркивает эстетику традиционного быта, а сочетание резных элементов и яркой палитры придаёт композиции торжественность.&quot;",
          "image": "popup-images/info61.jpg",
          "audio": "audio/info61.mp3"
        },
        {
          "yaw": 2.3330524682432916,
          "pitch": -0.14063957488039414,
          "title": "&quot;Арочная ниша с расписной керамикой&quot;",
          "text": "&quot;Перед вами эффектная арочная ниша, выполненная в традициях восточной архитектурной эстетики. Её пространство разделено на множество небольших углублений различной формы и глубины, украшенных яркой полихромной росписью и резными элементами. Цветовая палитра включает насыщенные оттенки зелёного, синего, охристого и бирюзового, контрастирующие с белыми резными решётками. Внутри каждой ниши размещены изящные керамические изделия — чаши, кувшины и вазы, каждая из которых отличается уникальным узором и орнаментальным стилем. Особенно выделяются две крупные расписные вазы, помещённые в нижние ячейки: они символизируют важность декоративной керамики в культуре региона. Верхняя центральная ниша оформлена сталактитовым сводом с многоцветной росписью, что придаёт всей композиции архитектурную глубину и завершённость. Этот экспонат демонстрирует гармоничное сочетание архитектуры, керамики и художественной росписи, присущее богатому наследию Центральной Азии.&quot;",
          "image": "popup-images/info62.jpg",
          "audio": "audio/info62.mp3"
        },
        {
          "yaw": 1.326458497542422,
          "pitch": -0.021479857493011068,
          "title": "&quot;Самаркандская роза&quot;: фарфоровые пиалы из набора &quot;Гавхар&quot;",
          "text": "Перед вами изящные фарфоровые пиалы из набора &quot;Гавхар&quot;, созданные на заводе имени Ломоносова в середине XX века. Каждый из предметов украшен богатым декором: насыщенный розовый фон сочетается с живописными изображениями пышных роз и фруктов, выполненных в стиле, характерном для декоративного искусства советского периода. Центральный элемент оформления — композиции с букетами цветов, которые нанесены на гладкую поверхность с высокой точностью и тщательностью. Некоторые чаши оформлены орнаментальными полосами с восточными мотивами, обрамляющими изображения. Композиция отличается гармонией цвета и формы, подчеркивая эстетику времени и популярность так называемой &quot;фарфоровой романтики&quot;. Эти предметы не только служили практической цели, но и были призваны украсить интерьер, отражая представления о красоте и уюте в культуре советского Востока.",
          "image": "popup-images/info63.jpg",
          "audio": "audio/info63.mp3"
        },
        {
          "yaw": 1.4355469713097584,
          "pitch": -0.032242572779116685,
          "title": "&quot;Самаркандская роза&quot;: блюдо и пиалы из набора &quot;Гавхар&quot;",
          "text": "В центре композиции — декоративное блюдо с изображением букета цветов на белом фоне, обрамлённом насыщенным розово-малиновым кольцом. По краю блюда равномерно размещены белые лепестки, напоминающие рассыпанные цветы, что придаёт декоративному оформлению дополнительную живописность. Композиция дополнена двумя пиалами, украшенными аналогичными флористическими мотивами: яркие цветы в стиле фарфоровой живописи XX века сочетаются с плавными линиями и насыщенными оттенками. Эти предметы входят в знаменитый сервиз &quot;Гавхар&quot;, получивший неофициальное название &quot;Самаркандская роза&quot; за узнаваемую композицию из роз и декоративных фруктов. Набор отражает эстетику того времени — стремление к яркости, декоративности и душевному уюту.",
          "image": "popup-images/info64.jpg",
          "audio": "audio/info64.mp3"
        },
        {
          "yaw": 1.534715156946434,
          "pitch": -0.04207163631244093,
          "title": "&quot;Городская&quot; серия чайников с розовым фоном",  
          "text": "Перед вами коллекция чайников из знаменитой серии &quot;Городская&quot;, созданной на одном из фарфоровых заводов Советского Союза во второй половине XX века. Эти чайники выделяются насыщенным розовым фоном, на котором размещены детализированные композиции из цветов и фруктов — типичный мотив декоративного прикладного искусства того времени. Центр каждого изделия украшен круглой вставкой с изысканным натюрмортом, обрамлённым белыми лепестками. Гармоничное сочетание формы, цвета и орнамента делает эти предметы выразительным примером эстетики советского фарфора и массового искусства, ориентированного на украшение повседневного быта."  ,
          "image": "popup-images/info65.jpg",
          "audio": "audio/info65.mp3"
        },
        {
          "yaw": 1.6294661036984257,
          "pitch": -0.048515484411801424,
          "title": "&quot;Городская&quot; серия: сервировочный набор с розовым фоном",  
          "text": "Центральное место на витрине занимает элегантная супница с крышкой, выполненная в насыщенном розовом цвете и украшенная белыми стилизованными листьями и нежным флористическим орнаментом. По бокам от неё расположены две чайные пары с чашками и блюдцами, выдержанные в том же стиле. Сзади видны миска, соусник и сливочник, формирующие полный сервировочный набор. Изделия этой серии не только служили в обиходе, но и символизировали стремление к красоте и уюту в интерьере, особенно в советское время. Художественное оформление подчёркивает декоративную ценность даже самых утилитарных предметов."  ,
          "image": "popup-images/info66.jpg",
          "audio": "audio/info66.mp3"
        },
        {
          "yaw": 2.0422002399741954,
          "pitch": -0.023117240020589236,
          "title": "&quot;Цветочный сад&quot;, чайный сервиз",
          "text": "Чайный сервиз &quot;Цветочный сад&quot;, созданный в Ташкенте в 1980-е годы, отличается изысканной художественной проработкой и декоративной насыщенностью. Все предметы набора — чайник и шесть чашек с блюдцами — выполнены из тонкого фарфора с жемчужным отливом. Особенно выразительны лепные элементы в виде пышных розово-фиолетовых цветов с зелёными листьями, украшающие каждый предмет. Эти декоративные цветочные мотивы подчёркивают романтический характер сервиза и придают ему объёмность и фактурность. Нежные переливы перламутра и утончённая роспись делают этот сервиз не только функциональным, но и ярким примером декоративно-прикладного искусства Узбекистана второй половины XX века. Сервиз стал воплощением стремления к красоте и уюту в повседневной жизни.",
          "image": "popup-images/info67.jpg",
          "audio": "audio/info67.mp3"
        },
        {
          "yaw": 2.1352244525961748,
          "pitch": -0.03185907426004064,
          "title": "&quot;Сима и Саид&quot;, декоративное блюдо",
          "text": "Декоративное блюдо &quot;Сима и Саид&quot;, созданное в 1977 году в Ташкенте, представляет собой произведение фарфорового искусства, вдохновлённое историко-литературной тематикой. Центральный образ композиции — женский портрет, выполненный в мягкой пастельной палитре с акцентом на глаза, которые выражают одновременно гордость и задумчивость. Богатый национальный головной убор с жемчугом, тканями и золотыми деталями придаёт образу величественность. Тонкая прорисовка фона с архитектурными мотивами усиливает ассоциации с Востоком, создавая иллюзию глубины и сцены. Художник А. Ахмедов передал в этом блюде не только эстетику, но и настроение, сохранив в фарфоре дух узбекской культуры. Композиция наполнена декоративностью и символикой, что делает её ценным экспонатом прикладного искусства 1970-х годов.",
          "image": "popup-images/info68.jpg",
          "audio": "audio/info68.mp3"
        },
        {
          "yaw": 2.1831374509468793,
          "pitch": -0.02319510939831737,
          "title": "&quot;Индийская красавица&quot;, декоративное блюдо",
          "text": "Фарфоровое декоративное блюдо &quot;Индийская красавица&quot;, созданное в 1975 году в Ташкенте художником А. Ахмедовым, изображает изысканный женский портрет, наполненный мягкой грацией и загадочностью. Молодая женщина изображена в профиль, с выразительными чертами лица и большими миндалевидными глазами, подчёркнутыми лёгкой тенью. Особое внимание привлекают золотые украшения: крупные серьги, ожерелье и тонкие браслеты, которые подчеркивают её статус и национальную принадлежность. Волосы убраны под лёгкое покрывало, гармонирующее с общим тоном композиции. Фон блюда выполнен в теплых охристо-золотистых оттенках, создавая ощущение мягкого света и уюта. Это произведение сочетает в себе живописную изысканность с декоративной функцией, передавая эстетические идеалы и культурные мотивы Востока.",
          "image": "popup-images/info69.jpg",
          "audio": "audio/info69.mp3"
        },
        {
          "yaw": 2.239265621695486,
          "pitch": -0.02079845427233984,
          "title": "&quot;Египетская красавица&quot;, декоративное блюдо",
          "text": "Фарфоровое декоративное блюдо &quot;Египетская красавица&quot;, созданное в 1971 году в Ташкенте мастером А. Ахмедовым, представляет собой эффектное художественное произведение, вдохновлённое образом царицы Нефертити. Женский портрет выполнен с утончённой пластикой линий: лицо с высокими скулами и длинной шеей передаёт благородство и величие. Голова украшена синим царским убором с белыми акцентами, узнаваемым по древнеегипетским барельефам. Фон блюда окрашен в насыщенный синий цвет, усиливающий ощущение глубины и таинственности. Мягкое свечение глаз, тонкая проработка деталей и декоративные золотистые элементы делают композицию изысканной и монументальной. Это произведение объединяет древнюю эстетику с современными средствами фарфоровой живописи, отражая интерес к истории и мифологии Древнего Востока.",
          "image": "popup-images/info70.jpg",
          "audio": "audio/info70.mp3"
        },
        {
          "yaw": 1.4437763321167223,
          "pitch": -1.3128658814310672,
          "title": "&quot;Потолок в стиле космической геометрии&quot;, архитектурная резьба",
          "text": "Перед вами великолепный потолок с резьбой и росписью, представляющий собой один из ярчайших примеров восточного декоративного искусства. Центральную часть композиции занимает сложная геометрическая звезда, созданная из пересекающихся многоугольников и линий, уходящих в перспективу. Внутри каждого сегмента орнамента размещены миниатюрные флоральные и звездчатые узоры, выполненные в насыщенных оттенках золотого, тёмно-синего, зелёного и красного. Этот орнамент создаёт эффект бесконечного расширения и напоминает структуру звёздного неба или вселенской карты. Грани узоров подчёркнуты тонкими линиями, создающими ощущение рельефности. На фоне изысканного потолочного панно выделяются пять подвесных светильников: центральный украшен кружевной белой резьбой, а остальные — более сдержанные, в форме сфер. Вокруг потолка тянутся по периметру кессонные фризы с розетками, арками и сложной плетёнкой, объединяя все элементы в единую гармоничную композицию. Потолок не просто архитектурный элемент, а символический купол, соединяющий земное пространство с небесным миром.",
          "image": "popup-images/info77.jpg",
          "audio": "audio/info77.mp3"
        }
      ]
    },
    {
      "id": "18-19",
      "name": "19",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": 2.024576393400748,
        "pitch": -0.058272461629783834,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": -0.7653122416209595,
          "pitch": 0.2439997791309736,
          "rotation": 0,
          "target": "16-17"
        },
        {
          "yaw": -0.9289277801210218,
          "pitch": 0.07151449465984605,
          "rotation": 0,
          "target": "15-16"
        },
        {
          "yaw": -2.172591203772189,
          "pitch": 0.3179705746670827,
          "rotation": 0,
          "target": "17-18"
        },
        {
          "yaw": 2.4362129690339884,
          "pitch": 0.21857481788170574,
          "rotation": 0,
          "target": "19-20"
        },
        {
          "yaw": 0.09057582155244859,
          "pitch": 0.14790396846266418,
          "rotation": 0,
          "target": "20-21"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.4610537948179658,
          "pitch": -0.0236846299305995,
          "title": "&quot;Цветочный сад&quot;, чайный сервиз",
          "text": "Чайный сервиз &quot;Цветочный сад&quot;, созданный в Ташкенте в 1980-е годы, отличается изысканной художественной проработкой и декоративной насыщенностью. Все предметы набора — чайник и шесть чашек с блюдцами — выполнены из тонкого фарфора с жемчужным отливом. Особенно выразительны лепные элементы в виде пышных розово-фиолетовых цветов с зелёными листьями, украшающие каждый предмет. Эти декоративные цветочные мотивы подчёркивают романтический характер сервиза и придают ему объёмность и фактурность. Нежные переливы перламутра и утончённая роспись делают этот сервиз не только функциональным, но и ярким примером декоративно-прикладного искусства Узбекистана второй половины XX века. Сервиз стал воплощением стремления к красоте и уюту в повседневной жизни.",
          "image": "popup-images/info67.jpg",
          "audio": "audio/info67.mp3"
        },
        {
          "yaw": 1.6741283366615445,
          "pitch": -0.01882006698880545,
          "title": "&quot;Сима и Саид&quot;, декоративное блюдо",
          "text": "Декоративное блюдо &quot;Сима и Саид&quot;, созданное в 1977 году в Ташкенте, представляет собой произведение фарфорового искусства, вдохновлённое историко-литературной тематикой. Центральный образ композиции — женский портрет, выполненный в мягкой пастельной палитре с акцентом на глаза, которые выражают одновременно гордость и задумчивость. Богатый национальный головной убор с жемчугом, тканями и золотыми деталями придаёт образу величественность. Тонкая прорисовка фона с архитектурными мотивами усиливает ассоциации с Востоком, создавая иллюзию глубины и сцены. Художник А. Ахмедов передал в этом блюде не только эстетику, но и настроение, сохранив в фарфоре дух узбекской культуры. Композиция наполнена декоративностью и символикой, что делает её ценным экспонатом прикладного искусства 1970-х годов.",
          "image": "popup-images/info68.jpg",
          "audio": "audio/info68.mp3"
        },
        {
          "yaw": 1.8118541575020704,
          "pitch": -0.02565094298370063,
          "title": "&quot;Индийская красавица&quot;, декоративное блюдо",
          "text": "Фарфоровое декоративное блюдо &quot;Индийская красавица&quot;, созданное в 1975 году в Ташкенте художником А. Ахмедовым, изображает изысканный женский портрет, наполненный мягкой грацией и загадочностью. Молодая женщина изображена в профиль, с выразительными чертами лица и большими миндалевидными глазами, подчёркнутыми лёгкой тенью. Особое внимание привлекают золотые украшения: крупные серьги, ожерелье и тонкие браслеты, которые подчеркивают её статус и национальную принадлежность. Волосы убраны под лёгкое покрывало, гармонирующее с общим тоном композиции. Фон блюда выполнен в теплых охристо-золотистых оттенках, создавая ощущение мягкого света и уюта. Это произведение сочетает в себе живописную изысканность с декоративной функцией, передавая эстетические идеалы и культурные мотивы Востока.",
          "image": "popup-images/info69.jpg",
          "audio": "audio/info69.mp3"
        },
        {
          "yaw": 1.976332635254261,
          "pitch": -0.01922632436534144,
          "title": "&quot;Египетская красавица&quot;, декоративное блюдо",
          "text": "Фарфоровое декоративное блюдо &quot;Египетская красавица&quot;, созданное в 1971 году в Ташкенте мастером А. Ахмедовым, представляет собой эффектное художественное произведение, вдохновлённое образом царицы Нефертити. Женский портрет выполнен с утончённой пластикой линий: лицо с высокими скулами и длинной шеей передаёт благородство и величие. Голова украшена синим царским убором с белыми акцентами, узнаваемым по древнеегипетским барельефам. Фон блюда окрашен в насыщенный синий цвет, усиливающий ощущение глубины и таинственности. Мягкое свечение глаз, тонкая проработка деталей и декоративные золотистые элементы делают композицию изысканной и монументальной. Это произведение объединяет древнюю эстетику с современными средствами фарфоровой живописи, отражая интерес к истории и мифологии Древнего Востока.",
          "image": "popup-images/info70.jpg",
          "audio": "audio/info70.mp3"
        },
        {
          "yaw": -1.93711175202219,
          "pitch": 0.16946322607014253,
          "title": "Узбекская керамическая посуда",
          "text": "В витрине представлена богатая коллекция традиционной керамической посуды, созданной мастерами из различных регионов Узбекистана. Основной акцент сделан на чайные сервизы, кувшины, блюда и пиалы, покрытые характерной глазурью и росписью.<br><br>•&ensp;Верхняя полка демонстрирует керамику с геометрическим узором и бело-синим цветовым решением, вдохновлённым риштанской школой<br>•&ensp;Средняя полка содержит изделия с насыщенной кобальтовой росписью и флористическими мотивами<br>•&ensp;Нижняя часть витрины включает чайники, сахарницы, пиалы и блюда с золотистыми акцентами<br><br>Каждое изделие выполнено вручную, в техниках, передающихся из поколения в поколение. Орнаменты нередко несут символическое значение, отражающее солнце, плодородие, благополучие и защиту.",
          "image": "popup-images/info48.jpg",
          "audio": "audio/info48.mp3"
        },
        {
          "yaw": -2.2948878742688006,
          "pitch": 0.18386887228280102,
          "title": "Керамика и фарфор XIX–XX века",
          "text": "Экспозиция демонстрирует богатое разнообразие узбекской фарфоровой и керамической продукции, созданной мастерами в XIX–XX веках.<br><br>•&ensp;Верхняя полка представлена утонченными изделиями из фарфора с зелёно-белыми орнаментами, характерными для Ферганы<br>•&ensp;Средняя полка содержит элегантный чайный сервиз в светло-розовой гамме с растительным орнаментом и золотыми элементами<br>•&ensp;Нижняя полка включает в себя тёмную посуду с цветочными узорами и декоративные вазы с яркой полихромной росписью<br><br>Такие изделия нередко использовались как в повседневной жизни, так и для приёма гостей в особых случаях. Их художественная ценность сочетается с функциональностью и эстетикой национального стиля.",
          "image": "popup-images/info49.jpg",
          "audio": "audio/info49.mp3"
        },
        {
          "yaw": -2.6665890175215896,
          "pitch": 0.07271600586515703,
          "title": "&quot;Ваза с девушкой в саду&quot;, Ташкент, 1979 год",
          "text": "Эта изящная фарфоровая ваза, созданная в Ташкенте в 1979 году, украшена живописной сценой, в которой изображена девушка, сидящая в тени деревьев. Её фигура проработана с особой утончённостью — девушка в длинном жёлтом платье с узорами, с тюбетейкой на голове и книгой или письмом в руках, словно погружена в свои мысли. Рядом расположено блюдо с фруктами, а фон составляют цветущие деревья и тонко выписанные растения. Плавный градиент от светло-зелёного в нижней части к насыщенно-синему в верхней создаёт мягкую атмосферу летнего сада, полного покоя. Композиция дополнена изображением летящей птицы в небе, символизирующей свободу и легкость бытия. Эта работа не только иллюстрирует мастерство декоративной живописи, но и несёт в себе глубокий культурный подтекст: идеал женской красоты, уединённость, интеллектуальность и связь с природой, типичные для художественного мировосприятия Средней Азии второй половины XX века.",
          "image": "popup-images/info108.jpg",
          "audio": "audio/info108.mp3"
        },
        {
          "yaw": -2.785291363274087,
          "pitch": -0.18736744557175378,
          "title": "Медные кувшины в нишах",
          "text": "Перед вами художественно оформленная нишевая композиция, украшенная расписными орнаментами и традиционными узорами, характерными для архитектурного убранства Средней Азии. Внутри каждой ниши выставлены старинные медные кувшины различной формы — от изящных узкогорлых до массивных сосудов с широким основанием. Эти кувшины, ранее использовавшиеся в быту для хранения воды и напитков, сегодня воспринимаются как декоративные произведения прикладного искусства. Ниши окрашены в насыщенные оттенки синего, зелёного и теракотового, что создаёт живописный контраст с патиной старинной меди.",
          "image": "popup-images/info50.jpg",
          "audio": "audio/info50.mp3"
        },
        {
          "yaw": -2.8594376718041943,
          "pitch": 0.13672545858770846,
          "title": "Чайный сервиз &quot;Ургут сано&quot;, г. Ташкент",
          "text": "Этот изысканный фарфоровый сервиз, украшенный традиционным синим орнаментом на белом фоне, был создан в 1984 году на ташкентском предприятии. Комплект включает чайник, чашки, сахарницу и вазу. Декор выполнен в духе узбекского прикладного искусства с характерными изогнутыми линиями, растительными мотивами и контрастной росписью. Он служит примером сочетания современных форм с классической восточной эстетикой.",
          "image": "popup-images/info51.jpg",
          "audio": "audio/info51.mp3"
        },
        {
          "yaw": -3.0507627010548823,
          "pitch": -0.2775286254289089,
          "title": "Расписной камин",
          "text": "Центральным элементом композиции является изящный камин, оформленный в традициях узбекской архитектуры. Его высокая арка украшена сложными геометрическими и растительными орнаментами в зелёных, синих и красных тонах. Верхняя часть завершена полукуполом, оформленным рельефной резьбой и полихромной росписью. Боковые панели камина окружены декоративными нишами и витражами, создавая впечатление изысканной гармонии. Богато расписанные стены и потолок с мозаичными орнаментами подчёркивают статус и культурное значение помещения. Такое оформление сочетает в себе мастерство резьбы, росписи и керамики, характерное для дворцовых интерьеров Средней Азии.",
          "image": "popup-images/info52.jpg",
          "audio": "audio/info52.mp3"
        },
        {
          "yaw": -2.862232084556487,
          "pitch": 0.05068263182246113,
          "title": "&quot;Самаркандский мотив&quot; — чайный сервиз",
          "text": "На фото представлен чайный сервиз под названием &quot;Самаркандский мотив&quot;, выполненный в традиционном узбекском стиле. Композиция включает в себя чайник, глубокую тарелку, сахарницы и чашечки (пиалы), украшенные изысканным орнаментом в синих и белых тонах с золотыми акцентами. Узоры напоминают традиционные мотивы самаркандской керамики, с характерной симметрией и растительными элементами. Такой сервиз использовался как в повседневной жизни, так и на торжественных приёмах, подчёркивая вкус, эстетическое чутьё и гостеприимство хозяев.",
          "image": "popup-images/info53.jpg",
          "audio": "audio/info53.mp3"
        },
        {
          "yaw": -2.8644754293450827,
          "pitch": -0.03584117227665473,
          "title": "&quot;Чинор&quot; — чайный сервиз с платановым орнаментом",
          "text": "На изображении представлен чайный сервиз &quot;Чинор&quot;, выполненный в бело-зелёной цветовой гамме с золотой окантовкой. В качестве основного орнамента использованы листья платана (чинор), символизирующие силу, долголетие и связь с природой. Комплект включает в себя чайник, чаши, пиалы и тарелку, оформленные в едином стиле. Такой дизайн отражает сочетание классических форм с элементами растительного узора, что характерно для декоративно-прикладного искусства Узбекистана середины XX века.",
          "image": "popup-images/info54.jpg",
          "audio": "audio/info54.mp3"
        },
        {
          "yaw": 2.8045040330020026,
          "pitch": -0.09754799484676546,
          "title": "&quot;Изумрудный бокал&quot; — декоративный стеклянный сервиз",
          "text": "На изображении представлен изысканный декоративный сервиз из матового зелёного стекла. Его элементы — бокалы, графины, кувшины и стаканы — выполнены в едином стиле с объёмными элементами в виде виноградных гроздей и листьев. Эти рельефные украшения придают предметам выразительность и художественную ценность. Цвет изумруда, прозрачность стекла и растительные формы создают ощущение лёгкости и изящества, характерных для декоративного стеклоделия конца XIX — начала XX века.",
          "image": "popup-images/info55.jpg",
          "audio": "audio/info55.mp3"
        },
        {
          "yaw": 2.80637590498665,
          "pitch": 0.030054079958119928,
          "title": "&quot;Хрустальный набор &quot;ZARFINSTON&quot;&quot; — утончённая стеклянная посуда",
          "text": "Комплект выполнен из матового и прозрачного стекла. Он включает высокий графин с пробкой, бокалы на тонких ножках с фактурной гравировкой и миниатюрные рюмки с массивным основанием. Каждый элемент оформлен с изяществом и мастерством, характерным для художественного стеклоделия XX века. Резьба на поверхности придаёт объём и делает каждый предмет уникальным в отражении света.",
          "image": "popup-images/info56.jpg",
          "audio": "audio/info56.mp3"
        },
        {
          "yaw": 2.799371874551416,
          "pitch": 0.15700422835188377,
          "title": "&quot;Фрукты и чайный сервиз из стекла&quot; — декоративная витрина 1970-х годов",
          "text": "На нижней полке витрины размещены уникальные стеклянные изделия: чайник и чашки из матового стекла, рядом — фруктовая композиция, имитирующая хурму, гранат, айву, дыню. Фрукты выполнены из цветного стекла, а чаши — из синего и белого матового. Подобные изделия создавались в Узбекистане в середине XX века и служили образцом художественного стеклоделия и декоративного оформления интерьеров.",
          "image": "popup-images/info57.jpg",
          "audio": "audio/info57.mp3"
        },
        {
          "yaw": 2.788320704545372,
          "pitch": 0.2753340160702322,
          "title": "&quot;Современное стекло&quot; — декоративные композиции из Узбекистана",
          "text": "В витрине представлены современные произведения стеклоделия, выполненные в 1990-х годах. Слева — матовая синяя чаша с абстрактными фигурами, символизирующими семью. В центре — высокий цилиндрический сосуд с белыми декоративными элементами, а справа — прозрачная стеклянная дыня, лежащая на ярко-синем блюде. Экспозиция демонстрирует оригинальные подходы к художественной обработке стекла в позднесоветский период.",
          "image": "popup-images/info58.jpg",
          "audio": "audio/info58.mp3"
        },
        {
          "yaw": 0.43406842953972813,
          "pitch": -0.20664110645051714,
          "title": "&quot;Михраб с геометрическим орнаментом&quot;",
          "text": "&quot;Центральная ниша с михрабом оформлена сложной мозаикой в виде звезды, окружённой многоуровневыми мукарнасами и растительными мотивами, характерными для восточного декоративного искусства.&quot;",
          "image": "popup-images/info59.jpg",
          "audio": "audio/info59.mp3"
        },
        {
          "yaw": -0.24364464133226882,
          "pitch": 0.07529819390423853,
          "title": "&quot;Восточные резные столики&quot;",
          "text": "&quot;Три деревянных восьмиугольных стола, украшенные искусной резьбой по дереву, демонстрируют мастерство восточных ремесленников. Каждый стол имеет уникальный орнамент — от геометрических до растительных мотивов. Центральный стол светлого оттенка помещён на постамент, что подчёркивает его значение. Фон из мозаичной плитки в сине-бирюзовых тонах усиливает декоративный эффект композиции.&quot;",
          "image": "popup-images/info60.jpg",
          "audio": "audio/info60.mp3"
        },
        {
          "yaw": -0.26463099519011024,
          "pitch": -0.1567831258553074,
          "title": "&quot;Ниша с кувшинами&quot;",
          "text": "&quot;Настенная ниша в восточном стиле украшена лепными узорами и многоцветной росписью. Внутри расположены металлические кувшины различной формы, размещённые в симметричных арках с цветными фонами. Каждый сосуд подчёркивает эстетику традиционного быта, а сочетание резных элементов и яркой палитры придаёт композиции торжественность.&quot;",
          "image": "popup-images/info61.jpg",
          "audio": "audio/info61.mp3"
        },
        {
          "yaw": 2.0346691870533817,
          "pitch": -0.482644473410879,
          "title": "&quot;Арочная ниша с расписной керамикой&quot;",
          "text": "&quot;Перед вами эффектная арочная ниша, выполненная в традициях восточной архитектурной эстетики. Её пространство разделено на множество небольших углублений различной формы и глубины, украшенных яркой полихромной росписью и резными элементами. Цветовая палитра включает насыщенные оттенки зелёного, синего, охристого и бирюзового, контрастирующие с белыми резными решётками. Внутри каждой ниши размещены изящные керамические изделия — чаши, кувшины и вазы, каждая из которых отличается уникальным узором и орнаментальным стилем. Особенно выделяются две крупные расписные вазы, помещённые в нижние ячейки: они символизируют важность декоративной керамики в культуре региона. Верхняя центральная ниша оформлена сталактитовым сводом с многоцветной росписью, что придаёт всей композиции архитектурную глубину и завершённость. Этот экспонат демонстрирует гармоничное сочетание архитектуры, керамики и художественной росписи, присущее богатому наследию Центральной Азии.&quot;",
          "image": "popup-images/info62.jpg",
          "audio": "audio/info62.mp3"
        },
        {
          "yaw": 0.18441782836993958,
          "pitch": 0.01861261546585169,
          "title": "&quot;Самаркандская роза&quot;: фарфоровые пиалы из набора &quot;Гавхар&quot;",
          "text": "Перед вами изящные фарфоровые пиалы из набора &quot;Гавхар&quot;, созданные на заводе имени Ломоносова в середине XX века. Каждый из предметов украшен богатым декором: насыщенный розовый фон сочетается с живописными изображениями пышных роз и фруктов, выполненных в стиле, характерном для декоративного искусства советского периода. Центральный элемент оформления — композиции с букетами цветов, которые нанесены на гладкую поверхность с высокой точностью и тщательностью. Некоторые чаши оформлены орнаментальными полосами с восточными мотивами, обрамляющими изображения. Композиция отличается гармонией цвета и формы, подчеркивая эстетику времени и популярность так называемой &quot;фарфоровой романтики&quot;. Эти предметы не только служили практической цели, но и были призваны украсить интерьер, отражая представления о красоте и уюте в культуре советского Востока.",
          "image": "popup-images/info63.jpg",
          "audio": "audio/info63.mp3"
        },
        {
          "yaw": 0.3325342931452333,
          "pitch": 0.013163563345887752,
          "title": "&quot;Самаркандская роза&quot;: блюдо и пиалы из набора &quot;Гавхар&quot;",
          "text": "В центре композиции — декоративное блюдо с изображением букета цветов на белом фоне, обрамлённом насыщенным розово-малиновым кольцом. По краю блюда равномерно размещены белые лепестки, напоминающие рассыпанные цветы, что придаёт декоративному оформлению дополнительную живописность. Композиция дополнена двумя пиалами, украшенными аналогичными флористическими мотивами: яркие цветы в стиле фарфоровой живописи XX века сочетаются с плавными линиями и насыщенными оттенками. Эти предметы входят в знаменитый сервиз &quot;Гавхар&quot;, получивший неофициальное название &quot;Самаркандская роза&quot; за узнаваемую композицию из роз и декоративных фруктов. Набор отражает эстетику того времени — стремление к яркости, декоративности и душевному уюту.",
          "image": "popup-images/info64.jpg",
          "audio": "audio/info64.mp3"
        },
        {
          "yaw": 0.49422864187094895,
          "pitch": 0.008059783321437308,
          "title": "&quot;Городская&quot; серия чайников с розовым фоном",  
          "text": "Перед вами коллекция чайников из знаменитой серии &quot;Городская&quot;, созданной на одном из фарфоровых заводов Советского Союза во второй половине XX века. Эти чайники выделяются насыщенным розовым фоном, на котором размещены детализированные композиции из цветов и фруктов — типичный мотив декоративного прикладного искусства того времени. Центр каждого изделия украшен круглой вставкой с изысканным натюрмортом, обрамлённым белыми лепестками. Гармоничное сочетание формы, цвета и орнамента делает эти предметы выразительным примером эстетики советского фарфора и массового искусства, ориентированного на украшение повседневного быта."  ,
          "image": "popup-images/info65.jpg",
          "audio": "audio/info65.mp3"
        },
        {
          "yaw": 0.6824175772485805,
          "pitch": 0.0062745565436372885,
          "title": "&quot;Городская&quot; серия: сервировочный набор с розовым фоном",  
          "text": "Центральное место на витрине занимает элегантная супница с крышкой, выполненная в насыщенном розовом цвете и украшенная белыми стилизованными листьями и нежным флористическим орнаментом. По бокам от неё расположены две чайные пары с чашками и блюдцами, выдержанные в том же стиле. Сзади видны миска, соусник и сливочник, формирующие полный сервировочный набор. Изделия этой серии не только служили в обиходе, но и символизировали стремление к красоте и уюту в интерьере, особенно в советское время. Художественное оформление подчёркивает декоративную ценность даже самых утилитарных предметов."  ,
          "image": "popup-images/info66.jpg",
          "audio": "audio/info66.mp3"
        },
        {
          "yaw": -1.457023312006239,
          "pitch": -1.3233997308957175,
          "title": "&quot;Потолок в стиле космической геометрии&quot;, архитектурная резьба",
          "text": "Перед вами великолепный потолок с резьбой и росписью, представляющий собой один из ярчайших примеров восточного декоративного искусства. Центральную часть композиции занимает сложная геометрическая звезда, созданная из пересекающихся многоугольников и линий, уходящих в перспективу. Внутри каждого сегмента орнамента размещены миниатюрные флоральные и звездчатые узоры, выполненные в насыщенных оттенках золотого, тёмно-синего, зелёного и красного. Этот орнамент создаёт эффект бесконечного расширения и напоминает структуру звёздного неба или вселенской карты. Грани узоров подчёркнуты тонкими линиями, создающими ощущение рельефности. На фоне изысканного потолочного панно выделяются пять подвесных светильников: центральный украшен кружевной белой резьбой, а остальные — более сдержанные, в форме сфер. Вокруг потолка тянутся по периметру кессонные фризы с розетками, арками и сложной плетёнкой, объединяя все элементы в единую гармоничную композицию. Потолок не просто архитектурный элемент, а символический купол, соединяющий земное пространство с небесным миром.",
          "image": "popup-images/info77.jpg",
          "audio": "audio/info77.mp3"
        }
      ]
    },
    {
      "id": "19-20",
      "name": "20",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": 2.752537668622452,
        "pitch": -0.06866478281054,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 2.012990407356482,
          "pitch": 0.15601602147390636,
          "rotation": 0,
          "target": "18-19"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.39388843268897844,
          "pitch": 0.13514695216597872,
          "title": "&quot;Гончар за работой&quot;, настенная роспись, 1980-е годы",
          "text": "Перед вами декоративная настенная роспись, изображающая сцену из традиционной повседневной жизни мастера-гончара. В центре композиции изображён мужчина в тюбетейке и чалме, который лепит глиняный кувшин, сидя среди заготовленных сосудов. Его поза и сосредоточенный взгляд передают напряжённый труд и полное погружение в ремесло. Слева от мастера — группа женщин и детей, одетых в национальные костюмы, с интересом наблюдающих за процессом. Справа — трое знатных мужчин, один из которых держит веер, что указывает на их высокое положение и статус. Архитектурные элементы на заднем плане — арка, резные порталы и намёк на медресе — подчёркивают традиционный восточный стиль. Эта композиция иллюстрирует уважение к ремесленникам в обществе и роль гончарного дела в материальной культуре Средней Азии. Теплая цветовая палитра, преобладание охристых и синих тонов, а также стилизованная под графику манера исполнения придают изображению выразительность и музейную декоративность.",
          "image": "popup-images/info71.jpg",
          "audio": "audio/info71.mp3"
        },
        {
          "yaw": -1.454349212487184,
          "pitch": 0.17199698614181358,
          "title": "&quot;Принцессы за вышивкой&quot;, настенная роспись, 1980-е годы",
          "text": "На этом настенном панно представлена сцена из дворцовой жизни, в центре которой — группа девушек, занятых вышивкой. Центральная фигура — знатная женщина или принцесса, одетая в светлые одежды и украшенная короной, держит в руках яркую ткань с вышитыми узорами. По обе стороны от неё расположились другие девушки, каждая из которых также вышивает или держит элементы вышивки, создавая впечатление мастерской или рукодельного круга. Все персонажи облачены в изящные традиционные наряды с узорами и диадемами, подчёркивающими их высокий статус. Композицию обрамляют два оконных проёма с изображениями молодых людей: один с конём, другой — с розой, что может символизировать ожидание или наблюдение за девушками. Цветовая палитра светлая и пастельная, с преобладанием бежевых, голубых и жёлтых тонов. Центральный ковер и ваза с цветами вносят декоративную симметрию. Эта сцена подчёркивает утончённость женской культуры, а также важность традиционных ремёсел в быту знати.",
          "image": "popup-images/info72.jpg",
          "audio": "audio/info72.mp3"
        },
        {
          "yaw": -2.3829373918330443,
          "pitch": 0.1965452434012498,
          "title": "&quot;Танцовщица в саду&quot;, настенная роспись, 1980-е годы",
          "text": "В центре композиции изображена утончённая женская фигура, облачённая в элегантный восточный костюм с длинным жакетом, узорчатой отделкой и пышной юбкой. Её поза передаёт грацию танца: руки изящно вытянуты, одна нога чуть выставлена вперёд. На лице — спокойная, задумчивая улыбка. Волосы, уложенные под тюрбан с украшением, струятся по плечу в виде длинной косы. Позади фигуры распускаются ветви дерева с белыми цветами, создавая эффект природного фона и усиливая ощущение весеннего сада. Всё изображение обрамлено богатой декоративной рамкой с традиционными восточными орнаментами, сочетающими голубые, жёлтые и кремовые тона. В нижней части также присутствует декоративный элемент с изящным цветочным узором. Картина наполнена атмосферой лёгкости, поэзии и женственности, подчёркивая утончённую эстетику дворцового интерьера.",
          "image": "popup-images/info73.jpg",
          "audio": "audio/info73.mp3"
        },
        {
          "yaw": -3.078325408153285,
          "pitch": 0.12676693701139286,
          "title": "&quot;Свадебное подношение&quot;, настенная роспись, 1980-е годы",
          "text": "На росписи изображена сцена дарения свадебного подарка, наполненная символикой и изысканностью восточного декоративного искусства. Справа стоят трое мужчин в роскошных халатах и тюбетейках, один из которых преподносит свернутые ткани с характерным узором &quot;адрас&quot; — традиционный подарок невесте. Их поза говорит о торжественности момента, а наряды украшены тонкой вышивкой и орнаментами. Слева — три девушки с изящными чертами лица и стройной осанкой, одетые в белые платья, украшенные золотым шитьём. Они несут в руках подносы с плодами, символизирующими достаток и благословение. Центр композиции занимает извилистый ручей с волнистыми синими линиями и фантастическими облаками — элемент, усиливающий атмосферу сказочности. Пейзаж с кипарисами, плодоносящими деревьями и утёсами на заднем плане напоминает идиллический сад Востока. Колористика картины построена на мягких голубых, зелёных и золотистых тонах, создавая ощущение гармонии, покоя и благородства.",
          "image": "popup-images/info74.jpg",
          "audio": "audio/info74.mp3"
        },
        {
          "yaw": 2.3466211587075314,
          "pitch": 0.14427372825652363,
          "title": "&quot;Меджлис у мудреца&quot;, настенная роспись, 1980-е годы",
          "text": "На росписи изображена сцена духовного и образовательного собрания — меджлиса — в окружении почтительных учеников и представителей общества. В центральной нише, оформленной в традиционном архитектурном стиле с аркой и лампадой, сидят два мудреца. Один из них, старец с белой бородой, ведёт наставление, указывая жестом, второй — молчаливо внимает с благоговением. Под ними — украшенный цветами ковер, символизирующий священное пространство передачи знаний. По обе стороны ниши располагаются группы юношей и девушек в праздничных одеждах. Справа — ученики с книгами и юные женщины с сосредоточенными взглядами, а слева — фигуры юношей, один из которых держит модель архитектурного сооружения, возможно, как знак уважения или подарок. Художник мастерски передаёт атмосферу интеллектуального общения и почитания мудрости. Нежные пастельные тона, преобладание мятного, бежевого и розового создают чувство спокойствия, гармонии и благоговения.",
          "image": "popup-images/info75.jpg",
          "audio": "audio/info75.mp3"
        },
        {
          "yaw": 0.8013697702364819,
          "pitch": -1.1465652050790816,
          "title": "&quot;Резной потолок с центральной люстрой&quot;, узорная роспись и резьба по дереву",
          "text": "Перед вами роскошный потолок с геометрически выверенной композицией, выполненный в технике резьбы и многоцветной росписи по дереву. Центральное место занимает резной медальон, окружённый восьмигранной рамкой, от которого расходятся орнаментальные узоры в виде звёзд, ромбов и цветочных мотивов. Поверхность потолка разбита на равные кессоны, каждый из которых наполнен плотным симметричным орнаментом. Палитра насыщена синим, зелёным, красным и золотым, создавая контраст и визуальную глубину. Центральная люстра из белого металла с ажурной резьбой гармонично вписана в композицию, акцентируя внимание на середине. Вдоль стен также тянется фриз с многоцветными резными арочными элементами, подчеркивающий единство декоративного решения. Этот потолок — образец высочайшего мастерства традиционной архитектуры Центральной Азии, сочетающей строгую симметрию, орнаментальную насыщенность и символику.",
          "image": "popup-images/info76.jpg",
          "audio": "audio/info76.mp3"
        }
      ]
    },
    {
      "id": "20-21",
      "name": "21",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -0.33452260761652397,
        "pitch": 0.04302653480232088,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": -1.5880155748884626,
          "pitch": 0.06037942832568888,
          "rotation": 0,
          "target": "16-17"
        },
        {
          "yaw": -1.0883631197320671,
          "pitch": 0.0651411720270314,
          "rotation": 0,
          "target": "21-22"
        },
        {
          "yaw": 1.4898149102817309,
          "pitch": 0.002169859052148837,
          "rotation": 0,
          "target": "23-24"
        }
      ],
      "infoHotspots": []
    },
    {
      "id": "21-22",
      "name": "22",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -2.503580787147092,
        "pitch": 0.08030608753299795,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 2.8440654207707246,
          "pitch": 0.11358326082846304,
          "rotation": 0,
          "target": "20-21"
        },
        {
          "yaw": 1.919057014113882,
          "pitch": 0.2840675741037124,
          "rotation": 0,
          "target": "22-23"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.572798212836659,
          "pitch": 0.5546422993701654,
          "title": "&quot;Древняя керамика Средней Азии&quot;, сосуды различного назначения",
          "text": "Перед вами витрина с коллекцией древних керамических сосудов, обнаруженных на территории Средней Азии. Экспонаты различаются по форме, размеру и степени сохранности. Здесь представлены как простые утилитарные сосуды для хранения воды или зерна, так и изящные изделия с декоративными элементами. Особо выделяется кувшин с орнаментом зигзагообразных линий и сосуд с коротким носиком, напоминающим древний масляный светильник. В центре — редкий экземпляр с узким горлышком и широким телом, покрытый пати́ной, свидетельствующей о значительном возрасте. Справа заметна синяя глазурованная чаша с восточным орнаментом — яркий пример ранней цветной керамики. Расположение предметов с учётом их нумерации подчёркивает систематизированный подход к экспонированию. Эта коллекция демонстрирует богатство археологического наследия региона и развитие гончарного дела в разные исторические эпохи — от простых ремесленных форм до первых проявлений художественного стиля.",
          "image": "popup-images/info78.jpg",
          "audio": "audio/info78.mp3"
        },
        {
          "yaw": -1.7196473246546056,
          "pitch": 0.5500925339186189,
          "title": "&quot;Глазурованная керамика XIV–XVI вв.&quot;, декоративные блюда, сосуды и кувшины",
          "text": "Витрина демонстрирует изысканные образцы глазурованной керамики, характерные для периода XIV–XVI веков в Средней Азии. На переднем плане находятся два крупных блюда с богатым орнаментом: одно выполнено в тёмно-синих и коричневых тонах с концентрическими композициями, второе украшено жёлто-зелёными розетками с изящной рельефной проработкой. Эти блюда служили не только для подачи пищи, но и как предметы украшения интерьера. В центре, на постаменте, размещён крупный сосуд с крышкой — классический пример среднеазиатского керамического мастерства с насыщенной зелёной глазурью и элементами ручной росписи. За ним виден редкий кувшин с множеством носиков, декорированный зооморфными элементами, что указывает на культовые или праздничные функции предмета. Все экспонаты поражают глубиной цвета и сложностью геометрических и растительных узоров, достигнутых за счёт сочетания поливной техники и рельефной лепнины. Эта коллекция отражает высокий уровень ремесленного искусства региона и устойчивые декоративные традиции, передававшиеся мастерами из поколения в поколение.",
          "image": "popup-images/info79.jpg",
          "audio": "audio/info79.mp3"
        },
        {
          "yaw": -1.0635970785213438,
          "pitch": 0.5493147160760348,
          "title": "&quot;Средневековая поливная керамика&quot;, декоративные блюда и сосуды",
          "text": "Экспозиция включает пять выразительных предметов средневековой поливной керамики, среди которых — декоративные блюда, банки и кувшины, датируемые примерно XI–XIII веками. Все экспонаты покрыты цветной глазурью, характерной для искусства того времени, с преобладанием коричневых, охристых, зелёных и кобальтовых оттенков. В центре расположены два блюда с яркими абстрактными композициями, включающими растительные и зооморфные элементы, созданные с помощью трафаретной и ручной техники нанесения глазури. Верхнее блюдо выделяется спиральным орнаментом в центральной части, символизирующим цикличность жизни и движения. Слева — крупный сосуд с крышкой, декорированный выпуклыми каплевидными элементами и рельефными ручками. Справа — миниатюрный кувшин с коротким горлом и сложным геометрическим узором. Эти произведения керамического искусства иллюстрируют высокий уровень мастерства гончаров того периода, их склонность к декоративной изобретательности и стремление соединить утилитарную функцию с эстетической выразительностью.",
          "image": "popup-images/info80.jpg",
          "audio": "audio/info80.mp3"
        },
        {
          "yaw": -0.5583880213761176,
          "pitch": 0.432635184483523,
          "title": "&quot;Художественная керамика&quot; из Ангрена, 1980-е гг.",
          "text": "На витрине представлены образцы художественной керамики, созданной мастерами из Ангрена в 1980-х годах. Композицию формируют крупные сосуды, декоративные блюда и фигура сказочного зверя — все выполнено в единой стилистике с использованием теракоты и рельефного орнамента. Каждый предмет декорирован узорами, вдохновлёнными древними традициями Средней Азии, но переосмысленными в современном ключе. В центре композиции — крупный кувшин с высоким горлом и изогнутой ручкой, украшенный витиеватыми элементами, напоминающими шрифт или плетёнку. По соседству размещены сосуды с куполообразными крышками и ручками в виде стилизованных животных. Особое внимание привлекает фантастическое существо, сидящее на пьедестале: его образ сочетает черты льва, дракона и барса, и он покрыт точечным орнаментом. Вся композиция демонстрирует высокое качество керамической техники, а также стремление мастеров придать привычным формам новые, художественно насыщенные интерпретации.",
          "image": "popup-images/info81.jpg",
          "audio": "audio/info81.mp3"
        },
        {
          "yaw": 0.36723412999142013,
          "pitch": 0.5417795907190168,
          "title": "&quot;Кувшин в форме птицы&quot;, Ангрен, 1980-е гг.",
          "text": "Фантазийный кувшин, выполненный в виде сказочной птицы, представляет собой один из наиболее выразительных образцов художественной керамики из Ангрена 1980-х годов. Его скульптурная форма сочетает элементы птицы и мифического существа: вытянутая шея венчается головой с выразительным клювом и ушами, а массивное туловище украшено рельефной текстурой, имитирующей перья. Поверхность боков оформлена декоративными вставками с геометрическим орнаментом, а хвост и ноги придают изделию устойчивость и завершенность. На спине фигуры размещена ручка в виде кольца с витками, что усиливает общее ощущение пластичности и органичности формы. Этот экспонат свидетельствует о высоком уровне мастерства и творческом подходе к керамике как к скульптурной и декоративной практике, соединяя фольклорные мотивы с выразительной художественной подачей.",
          "image": "popup-images/info82.jpg",
          "audio": "audio/info82.mp3"
        },
        {
          "yaw": 0.9484244052681081,
          "pitch": 0.38105533158481286,
          "title": "&quot;Гончарные изделия с сине-белой росписью&quot;, Узбекистан, XIX–XX вв.",
          "text": "На витрине представлены разнообразные образцы керамики с традиционной сине-белой и бирюзовой росписью, характерной для узбекских гончарных мастерских XIX–XX веков. В центре экспозиции выделяется крупный сосуд с двумя ручками и орнаментальной композицией в виде растительных и геометрических мотивов. Слева расположен редкий трехлучевой элемент с ручкой в верхней части — это, вероятно, утилитарный предмет с уникальной формой, использовавшийся в хозяйственных или ритуальных целях. Справа и внизу размещены два блюда с тонкой росписью: одно с цветочным орнаментом, другое — с радиальными линиями и центральной медальонной композицией. Дополняют ансамбль изящные сосуды меньшего размера, в том числе кувшины и чаши, украшенные вариациями синей кобальтовой и бирюзовой глазури. Эти предметы демонстрируют высокое мастерство ремесленников, внимание к декоративным деталям и устойчивость культурной традиции в керамике региона.",
          "image": "popup-images/info83.jpg",
          "audio": "audio/info83.mp3"
        },
        {
          "yaw": 1.2501863450343844,
          "pitch": 0.3065543653398173,
          "title": "Керамический сосуд с надписью 1983 года",
          "text": "Объемный керамический сосуд цилиндрической формы сужается книзу, образуя устойчивое основание, и расширяется к горловине, увенчанной широкой воронкообразной шейкой. Поверхность сосуда покрыта темно-зеленой глазурью, подчеркивающей декоративные элементы, включая рельефные полосы и орнаментальные надписи. Особенно примечательна надпись &quot;1983&quot;, выбитая рельефом под горловиной, что указывает на дату изготовления или реставрации. Два мощных вертикальных ушка на плечиках сосуда соединены рельефной веревкой, обвивающей верхнюю часть, что придает изделию монументальность. Нижняя половина не покрыта глазурью и демонстрирует натуральную структуру обожженной глины, создавая визуальный контраст. Расположение экспоната у окна в обрамлении зелено-голубой плитки подчеркивает его музейную ценность и вписывает в общий контекст традиционной керамики региона.",
          "image": "popup-images/info84.jpg",
          "audio": "audio/info84.mp3"
        },
        {
          "yaw": 1.4091054490793944,
          "pitch": 0.014512400411401671,
          "title": "Керамическая посуда с синими орнаментами",
          "text": "Перед вами изысканная коллекция расписной керамики, выполненной в характерной сине-белой гамме, традиционной для народных ремёсел Средней Азии. Композиция представлена крупными чашами, пиалами, закрытыми сосудами с крышками и высокими вазами, размещёнными на подиумах разной высоты. В декоре преобладают растительные и волнообразные мотивы — густо завитые листья, цветочные розетки и стилизованные птицы, написанные уверенными мазками кобальтового и бирюзового цветов. Особенно выразительно смотрятся две крупные чаши с толстыми бортиками: одна из них — с изображением листьев аканта, другая — с динамичным орнаментом в виде плавно изогнутых лент. Плавные линии, насыщенный цвет и ручная роспись придают каждому предмету особое очарование и свидетельствуют о высоком уровне ремесленного мастерства. Эти предметы не только практичны, но и эстетичны — они сохраняют дух национальных художественных традиций и являются ценным элементом культурного наследия.",
          "image": "popup-images/info85.jpg",
          "audio": "audio/info85.mp3"
        },
        {
          "yaw": 1.4933056929190789,
          "pitch": -0.0051346915958472295,
          "title": "Глиняная посуда с декоративной росписью",
          "text": "Перед вами коллекция изысканной керамической посуды, выполненной в теплых терракотовых и бежевых тонах с характерной узбекской орнаментальной росписью. Центральное место занимает крупная тарелка с замысловатыми рыбоподобными узорами и белыми точками на черном фоне, обрамленными насыщенной красной глазурью. Справа — высокая ваза с тонкой росписью в виде вертикальных петельчатых форм, отсылающих к древним растительным мотивам. Слева на переднем плане — сосуд с округлым туловом, покрытый густой черной эмалью с графичными элементами и пестрым узором. На заднем плане можно увидеть два бокала с чашеобразным венчиком и чайник с высоким носиком и крышкой, украшенный растительным орнаментом. Над ними возвышается кувшин в форме тюльпана с ручкой и коротким изогнутым носиком, расписанный характерными геометрическими элементами. Все предметы демонстрируют высокое мастерство гончарного ремесла и декоративной живописи, отражая богатую традицию народного искусства Средней Азии.",
          "image": "popup-images/info86.jpg",
          "audio": "audio/info86.mp3"
        },
        {
          "yaw": 1.8525100078411736,
          "pitch": 0.18338368950059802,
          "title": "Глазурованные керамические блюда и чаши",
          "text": "Перед вами — витрина с редкими образцами средневековой керамики, украшенной синей и бирюзовой глазурью. Центральное место занимает крупное блюдо с орнаментом в виде звезды и волнообразных линий. По соседству — чаши с растительными мотивами, спиралями и контрастной окантовкой. Изделия отличаются чёткой симметрией узоров и характерным блеском глазури, свидетельствующим о высокой культуре ремесленного производства.",
          "image": "popup-images/info87.jpg",
          "audio": "audio/info87.mp3"
        },
        {
          "yaw": 2.077842019125768,
          "pitch": 0.20099500666250414,
          "title": "Глиняные свистульки в образах зверей и всадников",
          "text": "Перед вами — коллекция расписных глиняных свистулек, выполненных в форме зверей, всадников и сказочных существ. Эти изделия отличаются богатством орнаментов: точки, полосы, пятна, и символические узоры покрывают каждую фигуру. Их форма и роспись варьируются от реалистичных до фантастических образов, что говорит о живом народном воображении. Свистульки традиционно использовались не только как игрушки, но и как элементы праздничных и обрядовых действий. Их декоративность сочетается с функциональностью: каждая фигурка — полноценный свисток, способный издавать звук при нажатии на корпус или выдувании воздуха.",
          "image": "popup-images/info88.jpg",
          "audio": "audio/info88.mp3"
        },
        {
          "yaw": 2.2007457679890257,
          "pitch": 0.28029134132940925,
          "title": "Сюжетные глиняные скульптуры в народном стиле",
          "text": "На витрине вы можете видеть коллекцию глиняных фигурок, изображающих сцены из повседневной жизни, традиций и фольклора. Здесь представлены мужчины, женщины и дети в характерной одежде, занятые музыкой, беседой, играми и домашними делами. Некоторые композиции объединяют по нескольку персонажей, включая животных и мебель, что придаёт сценам реалистичность и уют. Орнаментальная роспись подчёркивает детали костюмов и выражения лиц, а тёплая терракотовая палитра создаёт ощущение живой связи с народным бытом и историей.",
          "image": "popup-images/info89.jpg",
          "audio": "audio/info89.mp3"
        }
      ]
    },
    {
      "id": "22-23",
      "name": "23",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -0.4443802112634536,
        "pitch": 0.4492618815973657,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 1.0910659570248153,
          "pitch": 0.11760468197677199,
          "rotation": 0,
          "target": "20-21"
        },
        {
          "yaw": 1.9563958293460928,
          "pitch": 0.2009890674058994,
          "rotation": 0,
          "target": "21-22"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.5392421192862296,
          "pitch": 0.19573396562736178,
          "title": "&quot;Древняя керамика Средней Азии&quot;, сосуды различного назначения",
          "text": "Перед вами витрина с коллекцией древних керамических сосудов, обнаруженных на территории Средней Азии. Экспонаты различаются по форме, размеру и степени сохранности. Здесь представлены как простые утилитарные сосуды для хранения воды или зерна, так и изящные изделия с декоративными элементами. Особо выделяется кувшин с орнаментом зигзагообразных линий и сосуд с коротким носиком, напоминающим древний масляный светильник. В центре — редкий экземпляр с узким горлышком и широким телом, покрытый пати́ной, свидетельствующей о значительном возрасте. Справа заметна синяя глазурованная чаша с восточным орнаментом — яркий пример ранней цветной керамики. Расположение предметов с учётом их нумерации подчёркивает систематизированный подход к экспонированию. Эта коллекция демонстрирует богатство археологического наследия региона и развитие гончарного дела в разные исторические эпохи — от простых ремесленных форм до первых проявлений художественного стиля.",
          "image": "popup-images/info78.jpg",
          "audio": "audio/info78.mp3"
        },
        {
          "yaw": 1.6920975128638531,
          "pitch": -0.11711203030348116,
          "title": "&quot;Глазурованная керамика XIV–XVI вв.&quot;, декоративные блюда, сосуды и кувшины",
          "text": "Витрина демонстрирует изысканные образцы глазурованной керамики, характерные для периода XIV–XVI веков в Средней Азии. На переднем плане находятся два крупных блюда с богатым орнаментом: одно выполнено в тёмно-синих и коричневых тонах с концентрическими композициями, второе украшено жёлто-зелёными розетками с изящной рельефной проработкой. Эти блюда служили не только для подачи пищи, но и как предметы украшения интерьера. В центре, на постаменте, размещён крупный сосуд с крышкой — классический пример среднеазиатского керамического мастерства с насыщенной зелёной глазурью и элементами ручной росписи. За ним виден редкий кувшин с множеством носиков, декорированный зооморфными элементами, что указывает на культовые или праздничные функции предмета. Все экспонаты поражают глубиной цвета и сложностью геометрических и растительных узоров, достигнутых за счёт сочетания поливной техники и рельефной лепнины. Эта коллекция отражает высокий уровень ремесленного искусства региона и устойчивые декоративные традиции, передававшиеся мастерами из поколения в поколение.",
          "image": "popup-images/info79.jpg",
          "audio": "audio/info79.mp3"
        },
        {
          "yaw": 1.8801397262292108,
          "pitch": -0.11678455897653173,
          "title": "&quot;Средневековая поливная керамика&quot;, декоративные блюда и сосуды",
          "text": "Экспозиция включает пять выразительных предметов средневековой поливной керамики, среди которых — декоративные блюда, банки и кувшины, датируемые примерно XI–XIII веками. Все экспонаты покрыты цветной глазурью, характерной для искусства того времени, с преобладанием коричневых, охристых, зелёных и кобальтовых оттенков. В центре расположены два блюда с яркими абстрактными композициями, включающими растительные и зооморфные элементы, созданные с помощью трафаретной и ручной техники нанесения глазури. Верхнее блюдо выделяется спиральным орнаментом в центральной части, символизирующим цикличность жизни и движения. Слева — крупный сосуд с крышкой, декорированный выпуклыми каплевидными элементами и рельефными ручками. Справа — миниатюрный кувшин с коротким горлом и сложным геометрическим узором. Эти произведения керамического искусства иллюстрируют высокий уровень мастерства гончаров того периода, их склонность к декоративной изобретательности и стремление соединить утилитарную функцию с эстетической выразительностью.",
          "image": "popup-images/info80.jpg",
          "audio": "audio/info80.mp3"
        },
        {
          "yaw": 2.0566693188210667,
          "pitch": -0.11079396357892612,
          "title": "&quot;Художественная керамика&quot; из Ангрена, 1980-е гг.",
          "text": "На витрине представлены образцы художественной керамики, созданной мастерами из Ангрена в 1980-х годах. Композицию формируют крупные сосуды, декоративные блюда и фигура сказочного зверя — все выполнено в единой стилистике с использованием теракоты и рельефного орнамента. Каждый предмет декорирован узорами, вдохновлёнными древними традициями Средней Азии, но переосмысленными в современном ключе. В центре композиции — крупный кувшин с высоким горлом и изогнутой ручкой, украшенный витиеватыми элементами, напоминающими шрифт или плетёнку. По соседству размещены сосуды с куполообразными крышками и ручками в виде стилизованных животных. Особое внимание привлекает фантастическое существо, сидящее на пьедестале: его образ сочетает черты льва, дракона и барса, и он покрыт точечным орнаментом. Вся композиция демонстрирует высокое качество керамической техники, а также стремление мастеров придать привычным формам новые, художественно насыщенные интерпретации.",
          "image": "popup-images/info81.jpg",
          "audio": "audio/info81.mp3"
        },
        {
          "yaw": 2.2209284305317354,
          "pitch": 0.26415379080605916,
          "title": "&quot;Кувшин в форме птицы&quot;, Ангрен, 1980-е гг.",
          "text": "Фантазийный кувшин, выполненный в виде сказочной птицы, представляет собой один из наиболее выразительных образцов художественной керамики из Ангрена 1980-х годов. Его скульптурная форма сочетает элементы птицы и мифического существа: вытянутая шея венчается головой с выразительным клювом и ушами, а массивное туловище украшено рельефной текстурой, имитирующей перья. Поверхность боков оформлена декоративными вставками с геометрическим орнаментом, а хвост и ноги придают изделию устойчивость и завершенность. На спине фигуры размещена ручка в виде кольца с витками, что усиливает общее ощущение пластичности и органичности формы. Этот экспонат свидетельствует о высоком уровне мастерства и творческом подходе к керамике как к скульптурной и декоративной практике, соединяя фольклорные мотивы с выразительной художественной подачей.",
          "image": "popup-images/info82.jpg",
          "audio": "audio/info82.mp3"
        },
        {
          "yaw": 2.4408275611696064,
          "pitch": 0.3186110942918461,
          "title": "&quot;Гончарные изделия с сине-белой росписью&quot;, Узбекистан, XIX–XX вв.",
          "text": "На витрине представлены разнообразные образцы керамики с традиционной сине-белой и бирюзовой росписью, характерной для узбекских гончарных мастерских XIX–XX веков. В центре экспозиции выделяется крупный сосуд с двумя ручками и орнаментальной композицией в виде растительных и геометрических мотивов. Слева расположен редкий трехлучевой элемент с ручкой в верхней части — это, вероятно, утилитарный предмет с уникальной формой, использовавшийся в хозяйственных или ритуальных целях. Справа и внизу размещены два блюда с тонкой росписью: одно с цветочным орнаментом, другое — с радиальными линиями и центральной медальонной композицией. Дополняют ансамбль изящные сосуды меньшего размера, в том числе кувшины и чаши, украшенные вариациями синей кобальтовой и бирюзовой глазури. Эти предметы демонстрируют высокое мастерство ремесленников, внимание к декоративным деталям и устойчивость культурной традиции в керамике региона.",
          "image": "popup-images/info83.jpg",
          "audio": "audio/info83.mp3"
        },
        {
          "yaw": 2.982237995325902,
          "pitch": 0.5507896733717565,
          "title": "Керамический сосуд с надписью 1983 года",
          "text": "Объемный керамический сосуд цилиндрической формы сужается книзу, образуя устойчивое основание, и расширяется к горловине, увенчанной широкой воронкообразной шейкой. Поверхность сосуда покрыта темно-зеленой глазурью, подчеркивающей декоративные элементы, включая рельефные полосы и орнаментальные надписи. Особенно примечательна надпись &quot;1983&quot;, выбитая рельефом под горловиной, что указывает на дату изготовления или реставрации. Два мощных вертикальных ушка на плечиках сосуда соединены рельефной веревкой, обвивающей верхнюю часть, что придает изделию монументальность. Нижняя половина не покрыта глазурью и демонстрирует натуральную структуру обожженной глины, создавая визуальный контраст. Расположение экспоната у окна в обрамлении зелено-голубой плитки подчеркивает его музейную ценность и вписывает в общий контекст традиционной керамики региона.",
          "image": "popup-images/info84.jpg",
          "audio": "audio/info84.mp3"
        },
        {
          "yaw": -2.599773738426858,
          "pitch": 0.39950161815604623,
          "title": "Керамическая посуда с синими орнаментами",
          "text": "Перед вами изысканная коллекция расписной керамики, выполненной в характерной сине-белой гамме, традиционной для народных ремёсел Средней Азии. Композиция представлена крупными чашами, пиалами, закрытыми сосудами с крышками и высокими вазами, размещёнными на подиумах разной высоты. В декоре преобладают растительные и волнообразные мотивы — густо завитые листья, цветочные розетки и стилизованные птицы, написанные уверенными мазками кобальтового и бирюзового цветов. Особенно выразительно смотрятся две крупные чаши с толстыми бортиками: одна из них — с изображением листьев аканта, другая — с динамичным орнаментом в виде плавно изогнутых лент. Плавные линии, насыщенный цвет и ручная роспись придают каждому предмету особое очарование и свидетельствуют о высоком уровне ремесленного мастерства. Эти предметы не только практичны, но и эстетичны — они сохраняют дух национальных художественных традиций и являются ценным элементом культурного наследия.",
          "image": "popup-images/info85.jpg",
          "audio": "audio/info85.mp3"
        },
        {
          "yaw": -2.1029229854624525,
          "pitch": 0.32518130278455715,
          "title": "Глиняная посуда с декоративной росписью",
          "text": "Перед вами коллекция изысканной керамической посуды, выполненной в теплых терракотовых и бежевых тонах с характерной узбекской орнаментальной росписью. Центральное место занимает крупная тарелка с замысловатыми рыбоподобными узорами и белыми точками на черном фоне, обрамленными насыщенной красной глазурью. Справа — высокая ваза с тонкой росписью в виде вертикальных петельчатых форм, отсылающих к древним растительным мотивам. Слева на переднем плане — сосуд с округлым туловом, покрытый густой черной эмалью с графичными элементами и пестрым узором. На заднем плане можно увидеть два бокала с чашеобразным венчиком и чайник с высоким носиком и крышкой, украшенный растительным орнаментом. Над ними возвышается кувшин в форме тюльпана с ручкой и коротким изогнутым носиком, расписанный характерными геометрическими элементами. Все предметы демонстрируют высокое мастерство гончарного ремесла и декоративной живописи, отражая богатую традицию народного искусства Средней Азии.",
          "image": "popup-images/info86.jpg",
          "audio": "audio/info86.mp3"
        },
        {
          "yaw": -0.9533866655991794,
          "pitch": 0.6344028078106998,
          "title": "Глазурованные керамические блюда и чаши",
          "text": "Перед вами — витрина с редкими образцами средневековой керамики, украшенной синей и бирюзовой глазурью. Центральное место занимает крупное блюдо с орнаментом в виде звезды и волнообразных линий. По соседству — чаши с растительными мотивами, спиралями и контрастной окантовкой. Изделия отличаются чёткой симметрией узоров и характерным блеском глазури, свидетельствующим о высокой культуре ремесленного производства.",
          "image": "popup-images/info87.jpg",
          "audio": "audio/info87.mp3"
        },
        {
          "yaw": -0.21211422856444884,
          "pitch": 0.48991226351918726,
          "title": "Глиняные свистульки в образах зверей и всадников",
          "text": "Перед вами — коллекция расписных глиняных свистулек, выполненных в форме зверей, всадников и сказочных существ. Эти изделия отличаются богатством орнаментов: точки, полосы, пятна, и символические узоры покрывают каждую фигуру. Их форма и роспись варьируются от реалистичных до фантастических образов, что говорит о живом народном воображении. Свистульки традиционно использовались не только как игрушки, но и как элементы праздничных и обрядовых действий. Их декоративность сочетается с функциональностью: каждая фигурка — полноценный свисток, способный издавать звук при нажатии на корпус или выдувании воздуха.",
          "image": "popup-images/info88.jpg",
          "audio": "audio/info88.mp3"
        },
        {
          "yaw": 0.7660570975428893,
          "pitch": 0.47612490696360865,
          "title": "Сюжетные глиняные скульптуры в народном стиле",
          "text": "На витрине вы можете видеть коллекцию глиняных фигурок, изображающих сцены из повседневной жизни, традиций и фольклора. Здесь представлены мужчины, женщины и дети в характерной одежде, занятые музыкой, беседой, играми и домашними делами. Некоторые композиции объединяют по нескольку персонажей, включая животных и мебель, что придаёт сценам реалистичность и уют. Орнаментальная роспись подчёркивает детали костюмов и выражения лиц, а тёплая терракотовая палитра создаёт ощущение живой связи с народным бытом и историей.",
          "image": "popup-images/info89.jpg",
          "audio": "audio/info89.mp3"
        }
      ]
    },
    {
      "id": "23-24",
      "name": "24",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": 0.8431400706042869,
        "pitch": 0.14311214414842333,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 1.848425926413313,
          "pitch": 0.12794344830282256,
          "rotation": 0,
          "target": "20-21"
        },
        {
          "yaw": -0.15977855191091273,
          "pitch": 0.17578390353269668,
          "rotation": 0,
          "target": "25-26"
        },
        {
          "yaw": 0.708142372360447,
          "pitch": 0.31678532034780105,
          "rotation": 0,
          "target": "24-25"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.26272778833559407,
          "pitch": -0.016049114159624622,
          "title": "Сюзане с золотой вышивкой на бархате",
          "text": "Перед вами — роскошное сюзане, выполненное на тёмно-зелёном бархате с изысканной золотой вышивкой. Центральный медальон в форме удлинённого восьмиугольника обрамлён густыми растительными узорами, переходящими в богатую композицию по всей поверхности ткани. Цветочные мотивы, переплетённые в орнаментальной симметрии, акцентированы вишнёвыми, синими и золотистыми нитями. Широкая кайма усиливает декоративный эффект и подчёркивает структуру композиции. Это произведение народного прикладного искусства отражает традиции и утончённую эстетику вышивки Узбекистана.",
          "image": "popup-images/info90.jpg",
          "audio": "audio/info90.mp3"
        },
        {
          "yaw": 0.463584283972553,
          "pitch": 0.22113211749799433,
          "title": "Тюбетейки с золотой вышивкой",
          "text": "На витрине вы можете видеть коллекцию тюбетеек — традиционных головных уборов, украшенных изысканной вышивкой. Экспонаты представлены в круглой и квадратной формах, каждая из которых демонстрирует уникальные узоры, выполненные золотыми и цветными нитями. Узоры варьируются от растительных мотивов до геометрических композиций и символов. Бархатная основа подчёркивает контраст с блестящими вышитыми элементами, создавая торжественный и праздничный облик. Такие тюбетейки не только защищали от солнца, но и служили важным элементом традиционного костюма, отражая принадлежность к определённой местности и статус владельца.",
          "image": "popup-images/info91.jpg",
          "audio": "audio/info91.mp3"
        },
        {
          "yaw": 0.976956672487244,
          "pitch": 0.22971046389225336,
          "title": "Традиционные ювелирные украшения",
          "text": "Перед вами — изысканная коллекция ювелирных изделий, включающая ожерелья, кулоны, серьги, кольца и брошки. Все экспонаты выполнены вручную из серебра и украшены вставками из кораллов, бирюзы, сердолика и других полудрагоценных камней. Орнаментальные мотивы изделий варьируются от геометрических форм до сложных зооморфных и символических изображений, характерных для традиционного восточного ювелирного искусства. Некоторые украшения обладают обереговой функцией, что подчеркивает их культурную значимость. Эти изделия не только украшали женщин, но и отражали социальный статус, региональную принадлежность и уровень достатка.",
          "image": "popup-images/info92.jpg",
          "audio": "audio/info92.mp3"
        },
        {
          "yaw": 1.3242116449072707,
          "pitch": 0.2826700470346495,
          "title": "Женские украшения с подвесками",
          "text": "На витрине вы можете видеть богатую коллекцию женских украшений, отличающихся крупными размерами и множеством подвесок. Композиции из сережек, ожерелий, браслетов и нагрудных подвесок украшены коралловыми бусинами и декоративными элементами в виде листьев, капелек и зооморфных фигур. Изделия выполнены из серебра и отличаются характерной техникой филиграни и гравировки. Украшения носили не только декоративную, но и символическую функцию, подчеркивая возраст, статус и принадлежность к определённому региону или племени. Особенно выделяются массивные нагрудные украшения с каскадными цепочками и стилизованными оберегами.",
          "image": "popup-images/info93.jpg",
          "audio": "audio/info93.mp3"
        },
        {
          "yaw": 2.408557572455689,
          "pitch": 0.47571888816925245,
          "title": "Традиционные женские украшения",
          "text": "Перед вами — витрина с изысканными традиционными украшениями, выполненными из серебра и украшенными вставками из кораллов, камней и эмали. Коллекция включает ожерелья, серьги, налобные подвески и амулеты с множеством подвижных элементов. Многочисленные подвески усиливают звучание при движении и несут сакральный смысл, отсылая к древним верованиям о защите от злых духов. Особенно выделяются нагрудные украшения с квадратными вставками, где используется техника цветной эмали. Некоторые экземпляры дополнены треугольными и полукруглыми формами, характерными для женского костюма народов Центральной Азии.",
          "image": "popup-images/info94.jpg",
          "audio": "audio/info94.mp3"
        },
        {
          "yaw": -2.8602561362392436,
          "pitch": 0.6903623218194657,
          "title": "Женские нагрудные украшения и браслеты",
          "text": "На витрине вы можете видеть богатую коллекцию женских украшений, в том числе многорядные нагрудные ожерелья, серьги, кулоны и массивные браслеты. Основу экспонатов составляет серебро, щедро украшенное вставками из красных и синих камней, цветной эмалью и свисающими подвесками. Украшения отличаются симметричной композицией и выразительной формой — многие элементы выполнены в виде медальонов, треугольников и арок, символизирующих женское начало. Такие изделия традиционно надевались в праздничные и ритуальные дни, отражая статус и региональные особенности обладательницы.",
          "image": "popup-images/info95.jpg",
          "audio": "audio/info95.mp3"
        },
        {
          "yaw": 2.8335073524975742,
          "pitch": -0.02459902049108642,
          "title": "Сюзане с виноградным мотивом",
          "text": "Перед вами — великолепный пример традиционного сюзане, выполненного на бордовой бархатной ткани с изысканной золотой вышивкой. Центральный медальон в форме цветка обрамлён симметричными завитками и виноградными лозами, вышитыми серебряными и светло-голубыми нитями. Внешняя рамка украшена чередующимися декоративными розетками и узорами, символизирующими плодородие и защиту. Гармоничное сочетание тёмного фона с золотыми и пастельными акцентами придаёт полотну торжественный и благородный облик.",
          "image": "popup-images/info96.jpg",
          "audio": "audio/info96.mp3"
        },
        {
          "yaw": -2.957915223574238,
          "pitch": 0.0002879370990225283,
          "title": "Сюзане с цветочным медальоном",
          "text": "На витрине вы можете видеть изысканное сюзане на бордовом фоне, украшенное роскошной золотой вышивкой. Центральный элемент — крупный восьмилепестковый цветок, окружённый симметричными завитками, листьями и бутоноподобными мотивами. Обрамление композиции выполнено в виде плетёного узора с волнистыми линиями, символизирующими бесконечность и гармонию. Мастера использовали голубые, зелёные и жёлтые нити, придавая глубину и объём рисунку.",
          "image": "popup-images/info97.jpg",
          "audio": "audio/info97.mp3"
        },
        {
          "yaw": -0.39447104938114563,
          "pitch": 0.1723209538782342,
          "title": "Сюзане с радиальным орнаментом",
          "text": "Перед вами — великолепное сюзане, выполненное на бордовом фоне с богатой золотой вышивкой. В центре композиции расположен цветочный медальон, окружённый кольцом из светлых лепестков и густой гирляндой тюльпаноподобных мотивов, расходящихся по кругу. Каждый элемент вышивки соединён в сложный радиальный узор, создающий впечатление движения и света. По краям размещены крупные стилизованные розетки и декоративная кайма с синими, чёрными и серыми медальонами, подчёркивающая монументальность изделия.",
          "image": "popup-images/info98.jpg",
          "audio": "audio/info98.mp3"
        }
      ]
    },
    {
      "id": "24-25",
      "name": "25",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": 2.0415255328149637,
        "pitch": 0.18539101703991356,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 0.8985315485906575,
          "pitch": 0.22076183182000975,
          "rotation": 0,
          "target": "23-24"
        },
        {
          "yaw": 1.7426231500329292,
          "pitch": 0.22355949308172995,
          "rotation": 0,
          "target": "25-26"
        },
        {
          "yaw": -0.011675973157851516,
          "pitch": 0.0669348058133501,
          "rotation": 0,
          "target": "20-21"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 3.053295039107626,
          "pitch": -0.26961106057130557,
          "title": "Сюзане с золотой вышивкой на бархате",
          "text": "Перед вами — роскошное сюзане, выполненное на тёмно-зелёном бархате с изысканной золотой вышивкой. Центральный медальон в форме удлинённого восьмиугольника обрамлён густыми растительными узорами, переходящими в богатую композицию по всей поверхности ткани. Цветочные мотивы, переплетённые в орнаментальной симметрии, акцентированы вишнёвыми, синими и золотистыми нитями. Широкая кайма усиливает декоративный эффект и подчёркивает структуру композиции. Это произведение народного прикладного искусства отражает традиции и утончённую эстетику вышивки Узбекистана.",
          "image": "popup-images/info90.jpg",
          "audio": "audio/info90.mp3"
        },
        {
          "yaw": 2.6853586314057463,
          "pitch": 0.6586801643950579,
          "title": "Тюбетейки с золотой вышивкой",
          "text": "На витрине вы можете видеть коллекцию тюбетеек — традиционных головных уборов, украшенных изысканной вышивкой. Экспонаты представлены в круглой и квадратной формах, каждая из которых демонстрирует уникальные узоры, выполненные золотыми и цветными нитями. Узоры варьируются от растительных мотивов до геометрических композиций и символов. Бархатная основа подчёркивает контраст с блестящими вышитыми элементами, создавая торжественный и праздничный облик. Такие тюбетейки не только защищали от солнца, но и служили важным элементом традиционного костюма, отражая принадлежность к определённой местности и статус владельца.",
          "image": "popup-images/info91.jpg",
          "audio": "audio/info91.mp3"
        },
        {
          "yaw": -0.4762207666551532,
          "pitch": 0.7647818214576994,
          "title": "Традиционные ювелирные украшения",
          "text": "Перед вами — изысканная коллекция ювелирных изделий, включающая ожерелья, кулоны, серьги, кольца и брошки. Все экспонаты выполнены вручную из серебра и украшены вставками из кораллов, бирюзы, сердолика и других полудрагоценных камней. Орнаментальные мотивы изделий варьируются от геометрических форм до сложных зооморфных и символических изображений, характерных для традиционного восточного ювелирного искусства. Некоторые украшения обладают обереговой функцией, что подчеркивает их культурную значимость. Эти изделия не только украшали женщин, но и отражали социальный статус, региональную принадлежность и уровень достатка.",
          "image": "popup-images/info92.jpg",
          "audio": "audio/info92.mp3"
        },
        {
          "yaw": 0.03895182915697859,
          "pitch": 0.3778252692584445,
          "title": "Женские украшения с подвесками",
          "text": "На витрине вы можете видеть богатую коллекцию женских украшений, отличающихся крупными размерами и множеством подвесок. Композиции из сережек, ожерелий, браслетов и нагрудных подвесок украшены коралловыми бусинами и декоративными элементами в виде листьев, капелек и зооморфных фигур. Изделия выполнены из серебра и отличаются характерной техникой филиграни и гравировки. Украшения носили не только декоративную, но и символическую функцию, подчеркивая возраст, статус и принадлежность к определённому региону или племени. Особенно выделяются массивные нагрудные украшения с каскадными цепочками и стилизованными оберегами.",
          "image": "popup-images/info93.jpg",
          "audio": "audio/info93.mp3"
        },
        {
          "yaw": 0.40818205743847,
          "pitch": 0.2100257428105632,
          "title": "Традиционные женские украшения",
          "text": "Перед вами — витрина с изысканными традиционными украшениями, выполненными из серебра и украшенными вставками из кораллов, камней и эмали. Коллекция включает ожерелья, серьги, налобные подвески и амулеты с множеством подвижных элементов. Многочисленные подвески усиливают звучание при движении и несут сакральный смысл, отсылая к древним верованиям о защите от злых духов. Особенно выделяются нагрудные украшения с квадратными вставками, где используется техника цветной эмали. Некоторые экземпляры дополнены треугольными и полукруглыми формами, характерными для женского костюма народов Центральной Азии.",
          "image": "popup-images/info94.jpg",
          "audio": "audio/info94.mp3"
        },
        {
          "yaw": 0.7212709555954788,
          "pitch": 0.18661055315425656,
          "title": "Женские нагрудные украшения и браслеты",
          "text": "На витрине вы можете видеть богатую коллекцию женских украшений, в том числе многорядные нагрудные ожерелья, серьги, кулоны и массивные браслеты. Основу экспонатов составляет серебро, щедро украшенное вставками из красных и синих камней, цветной эмалью и свисающими подвесками. Украшения отличаются симметричной композицией и выразительной формой — многие элементы выполнены в виде медальонов, треугольников и арок, символизирующих женское начало. Такие изделия традиционно надевались в праздничные и ритуальные дни, отражая статус и региональные особенности обладательницы.",
          "image": "popup-images/info95.jpg",
          "audio": "audio/info95.mp3"
        },
        {
          "yaw": 0.5743540829449394,
          "pitch": -0.034352250666074724,
          "title": "Сюзане с виноградным мотивом",
          "text": "Перед вами — великолепный пример традиционного сюзане, выполненного на бордовой бархатной ткани с изысканной золотой вышивкой. Центральный медальон в форме цветка обрамлён симметричными завитками и виноградными лозами, вышитыми серебряными и светло-голубыми нитями. Внешняя рамка украшена чередующимися декоративными розетками и узорами, символизирующими плодородие и защиту. Гармоничное сочетание тёмного фона с золотыми и пастельными акцентами придаёт полотну торжественный и благородный облик.",
          "image": "popup-images/info96.jpg",
          "audio": "audio/info96.mp3"
        },
        {
          "yaw": 0.8226117039744594,
          "pitch": -0.03471948635456279,
          "title": "Сюзане с цветочным медальоном",
          "text": "На витрине вы можете видеть изысканное сюзане на бордовом фоне, украшенное роскошной золотой вышивкой. Центральный элемент — крупный восьмилепестковый цветок, окружённый симметричными завитками, листьями и бутоноподобными мотивами. Обрамление композиции выполнено в виде плетёного узора с волнистыми линиями, символизирующими бесконечность и гармонию. Мастера использовали голубые, зелёные и жёлтые нити, придавая глубину и объём рисунку.",
          "image": "popup-images/info97.jpg",
          "audio": "audio/info97.mp3"
        },
        {
          "yaw": 1.3540672032634635,
          "pitch": 0.04784411843498049,
          "title": "Сюзане с радиальным орнаментом",
          "text": "Перед вами — великолепное сюзане, выполненное на бордовом фоне с богатой золотой вышивкой. В центре композиции расположен цветочный медальон, окружённый кольцом из светлых лепестков и густой гирляндой тюльпаноподобных мотивов, расходящихся по кругу. Каждый элемент вышивки соединён в сложный радиальный узор, создающий впечатление движения и света. По краям размещены крупные стилизованные розетки и декоративная кайма с синими, чёрными и серыми медальонами, подчёркивающая монументальность изделия.",
          "image": "popup-images/info98.jpg",
          "audio": "audio/info98.mp3"
        }
      ]
    },
    {
      "id": "25-26",
      "name": "26",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": 2.1352768318116535,
        "pitch": 0.07329159693130194,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 2.1228064944358067,
          "pitch": 0.08763613465884568,
          "rotation": 0,
          "target": "26-27"
        },
        {
          "yaw": -1.2177595797534373,
          "pitch": 0.1777336789105135,
          "rotation": 0,
          "target": "24-25"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.227616324684,
          "pitch": 0.30475097213027524,
          "title": "Лаковые миниатюры и шахматный набор",
          "text": "На витрине вы можете видеть изысканную коллекцию лаков из бумаги и дерева, украшенных миниатюрной росписью. Особое внимание привлекает крупный шахматный набор с фигурками ручной работы — каждая фигура представляет собой тщательно выполненного персонажа в восточном костюме. Шахматная доска декорирована сюжетной росписью по краям с элементами традиционной персидской или индийской живописи. Рядом размещены шкатулки, табакерки и панно, покрытые тончайшими узорами, портретами и сценами из литературных произведений.",
          "image": "popup-images/info99.jpg",
          "audio": "audio/info99.mp3"
        },
        {
          "yaw": 0.8347543853577459,
          "pitch": 0.2652641608839055,
          "title": "Коллекция лакированных шкатулок и миниатюр",
          "text": "Перед вами — витрина с образцами лаковой росписи на дереве и папье-маше. Здесь представлены шкатулки, футляры, табакерки и декоративные предметы, украшенные яркими миниатюрами. Особое внимание привлекает высокая подставка с росписью в виде восточной сцены и резной фигурой, а также веер с живописной композицией. В композициях преобладают литературные и сказочные мотивы, с тонкой прорисовкой деталей, характерной для школ Персии, Индии и Средней Азии.",
          "image": "popup-images/info100.jpg",
          "audio": "audio/info100.mp3"
        },
        {
          "yaw": 2.229730733106426,
          "pitch": 0.12247346953078875,
          "title": "Резные деревянные изделия с восточным орнаментом",
          "text": "На витрине вы можете видеть коллекцию предметов из дерева, украшенных тонкой резьбой. Среди них — фляги, каламданы, шкатулки, подставки и блюда с изысканным орнаментом. Изделия выполнены с большой тщательностью, с преобладанием растительных и геометрических мотивов. Особое внимание привлекает высокая сосудообразная фляга на ножках и резная подставка для книги, демонстрирующие искусство резьбы и композиции.",
          "image": "popup-images/info101.jpg",
          "audio": "audio/info101.mp3"
        }
      ]
    },
    {
      "id": "26-27",
      "name": "27",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": -3.09452739672267,
        "pitch": 0.11692175663096549,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": 2.6893341549648735,
          "pitch": 0.1962699814016542,
          "rotation": 0,
          "target": "27-28"
        },
        {
          "yaw": -0.28324161079972043,
          "pitch": 0.19474061687127175,
          "rotation": 0,
          "target": "25-26"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.45507014258486045,
          "pitch": 0.27474458745732555,
          "title": "Лакированные изделия с миниатюрами и росписью",
          "text": "Перед вами — изысканная коллекция декоративных предметов, покрытых лаком и расписанных вручную в традициях персидской миниатюры. Витрина включает шкатулки, тарелки, веер, шахматную доску и футляры, украшенные сценами из поэм и эпосов. Особенно выразительны изображения охоты, придворных сцен и мифологических сюжетов. Лаковые покрытия придают работам глубину цвета и блеск, а перья павлина в одной из композиций добавляют утончённости.",
          "image": "popup-images/info106.jpg",
          "audio": "audio/info106.mp3"
        },
        {
          "yaw": -2.6941950303324766,
          "pitch": 0.3375369570983473,
          "title": "Резные деревянные изделия с восточным орнаментом",
          "text": "На витрине вы можете видеть коллекцию предметов из дерева, украшенных тонкой резьбой. Среди них — фляги, каламданы, шкатулки, подставки и блюда с изысканным орнаментом. Изделия выполнены с большой тщательностью, с преобладанием растительных и геометрических мотивов. Особое внимание привлекает высокая сосудообразная фляга на ножках и резная подставка для книги, демонстрирующие искусство резьбы и композиции.",
          "image": "popup-images/info101.jpg",
          "audio": "audio/info101.mp3"
        },
        {
          "yaw": 0.14802050810766865,
          "pitch": -0.1408054219497501,
          "title": "Коллекция лакированных шкатулок и миниатюр",
          "text": "Перед вами — витрина с образцами лаковой росписи на дереве и папье-маше. Здесь представлены шкатулки, футляры, табакерки и декоративные предметы, украшенные яркими миниатюрами. Особое внимание привлекает высокая подставка с росписью в виде восточной сцены и резной фигурой, а также веер с живописной композицией. В композициях преобладают литературные и сказочные мотивы, с тонкой прорисовкой деталей, характерной для школ Персии, Индии и Средней Азии.",
          "image": "popup-images/info100.jpg",
          "audio": "audio/info100.mp3"
        }
      ]
    },
    {
      "id": "27-28",
      "name": "28",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 2992,
      "initialViewParameters": {
        "yaw": 1.8648930986075447,
        "pitch": -0.02072894821129445,
        "fov": 1.3365071038314758
      },
      "linkHotspots": [
        {
          "yaw": -0.8995878888410793,
          "pitch": 0.17027564800904393,
          "rotation": 0,
          "target": "26-27"
        },
        {
          "yaw": 0.246622278512465,
          "pitch": 0.17836691804311755,
          "rotation": 0,
          "target": "2-3"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -1.3369593714534425,
          "pitch": 0.3027126654809429,
          "title": "Коллекция медной и латунной посуды с гравировкой",
          "text": "На витрине вы можете видеть богатый набор традиционной посуды, выполненной из меди и латуни. Изделия включают кувшины, подносы, чайники и чаши, украшенные тонкой ручной гравировкой. Орнаменты варьируются от геометрических до флоральных и каллиграфических мотивов, отражая культурные и художественные традиции региона. Все предметы демонстрируют не только утилитарную функцию, но и высокий уровень декоративного искусства.",
          "image": "popup-images/info102.jpg",
          "audio": "audio/info102.mp3"
        },
        {
          "yaw": -0.30169165542549514,
          "pitch": 0.259895550474301,
          "title": "Традиционное оружие и ножи в декоративных ножнах",
          "text": "Перед вами — коллекция традиционного холодного оружия, включающая ножи и кинжалы различных форм и размеров. Некоторые из них снабжены богато орнаментированными ножнами, выполненными из металла, кости или дерева, украшенными гравировкой, инкрустацией и резьбой. Лезвия варьируются от прямых до изогнутых, некоторые имеют характерную национальную форму. Этот набор демонстрирует высокое мастерство кузнецов и декоративных ремесленников прошлого.",
          "image": "popup-images/info103.jpg",
          "audio": "audio/info103.mp3"
        },
        {
          "yaw": 1.120526449575376,
          "pitch": 0.21787967426594435,
          "title": "Большой медный казан с крышкой на трёх ножках",
          "text": "Перед вами — массивный казан из жёлтого металла, предположительно меди или бронзы, украшенный богатым восточным орнаментом и резьбой. Крышка куполообразной формы венчается декоративным навершием, а корпус опирается на три прочные ножки, выполненные в форме львиных лап. Такие сосуды использовались для приготовления пищи на открытом огне и одновременно служили декоративным элементом в интерьере.",
          "image": "popup-images/info104.jpg",
          "audio": "audio/info104.mp3"
        },
        {
          "yaw": -2.234444717948552,
          "pitch": 0.564716836709799,
          "title": "Оружейные и прикладные металлические изделия",
          "text": "На витрине вы можете видеть разнообразные металлические предметы декоративно-прикладного назначения, включая изысканно орнаментированный круглый поднос с ажурной вставкой, пару стремян с резным декором, элементы дверной фурнитуры, а также цепной подсвечник и навершие с ажурной короной. Все изделия выполнены из металла, вероятно, латуни или бронзы, и демонстрируют высокий уровень художественного литья и чеканки.",
          "image": "popup-images/info105.jpg",
          "audio": "audio/info105.mp3"
        }
      ]
    }
  ],
  "name": "VR tour of the Museum of Applied Arts",
  "settings": {
    "mouseViewMode": "drag",
    "autorotateEnabled": true,
    "fullscreenButton": false,
    "viewControlButtons": false
  }
};
